{
  "01G02, Papageno Grundschule: Gesamtsanierung und Anbau zur Schulplatzerweiterung; 10115, Bergstraße 58": "01G02, Papageno Primary School: Complete renovation and extension to increase school capacity; 10115, Bergstraße 58",
  "01G04, Kastanienbaum-Grundschule: Gesamtsanierung; 10119, Gipsstraße 23a": "01G04, Kastanienbaum Elementary School: Complete renovation; 10119, Gipsstraße 23a",
  "01G11, Kurt-Tucholsky-Grundschule (Filiale Kruppstraße): Sanierung und Anbau zur Schulerweiterung; 10559, Rathenower Straße 18 Filiale Kruppstraße 14 a": "01G11, Kurt Tucholsky Elementary School (Kruppstraße branch): Renovation and extension for school expansion; 10559, Rathenower Straße 18, Kruppstraße branch 14a",
  "01G32, Carl-Kraemer-Grundschule: Gesamtsanierung und Neubau der Sporthalle; 13359, Zechliner Straße 4": "01G32, Carl-Kraemer-Grundschule: Complete renovation and new construction of the sports hall; 13359, Zechliner Straße 4",
  "01G38, Gustav-Falke-Grundschule: Gesamtsanierung; 13355, Strelitzer Straße 42": "01G38, Gustav-Falke-Grundschule: Complete renovation; 13355, Strelitzer Straße 42",
  "01G47, Miriam-Makeba-Grundschule: Gesamtsanierung; 10555, Zinzendorfstraße 15-16": "01G47, Miriam-Makeba-Grundschule: Complete renovation; 10555, Zinzendorfstraße 15-16",
  "01Y08, Lessing-Gymnasium: Neubau der Sporthalle; 13349, Schöningstraße 6": "01Y08, Lessing-Gymnasium: New construction of the sports hall; 13349, Schöningstraße 6",
  "02G02, Hausburg-Grundschule: Sanierung des Altbaus; 10249, Hausburgstr. 20": "02G02, Hausburg Elementary School: Renovation of the old building; 10249, Hausburgstr. 20",
  "02G08, Grundschule am Travelplatz: Erweiterung am Standort Oderstraße; 10247, Jessnerstr. 24-32": "02G08, Primary School at Travelplatz: Extension at the Oderstraße location; 10247, Jessnerstr. 24-32",
  "02G12,Kurt-Schumacher-Grundschule: Gesamtsanierung Schulhauptgebäude; 10969, Puttkamerstr. 19": "02G12, Kurt-Schumacher-Grundschule: Complete renovation of the main school building; 10969, Puttkamerstr. 19",
  "02G13, Charlotte-Salomon-Grundschule: Sanierung von Fassade, Dach, Freiflächen und Brandschutz; 10965, Großbeerenstr. 40": "02G13, Charlotte-Salomon-Grundschule: Renovation of facade, roof, open spaces and fire protection; 10965, Großbeerenstr. 40",
  "02Gn03, Grundschule Corinthstr.: Neubau Grundschule und Sporthalle; 10245, Corinthstr.": "02Gn03, Corinthstr. Elementary School: New building for elementary school and sports hall; 10245, Corinthstr.",
  "02K09, Albrecht-von-Graefe-Schule: Sanierung von Haus A und B; 10967, Graefestr. 85": "02K09, Albrecht-von-Graefe-School: Renovation of buildings A and B; 10967, Graefestr. 85",
  "02S02, Gustav-Meyer-Schule: Sanierung; 10999, Kohlfurter Str. 22": "02S02, Gustav-Meyer-School: Renovation; 10999, Kohlfurter Str. 22",
  "03B06, Konrad-Zuse-Schule; Neu- und Ausbau Werkstatttrakt; 13156, Hermann-Hesse-Str. 34-37": "03B06, Konrad-Zuse-School; New construction and expansion of the workshop wing; 13156, Hermann-Hesse-Str. 34-37",
  "03B10, Max-Bill-Schule - OSZ Planen, Bauen, Gestalten: 1. Bauabschnitt Grundsanierung und Umbau; 10439, Driesener Str. 22": "03B10, Max-Bill-School - OSZ Planning, Building, Design: 1st construction phase basic renovation and conversion; 10439, Driesener Str. 22",
  "03G01, Grundschule am Hamburger Platz: Errichtung eines Interimsstandortes auf einem Schulgrundstück; 13086, Gustav-Adolf-Straße 21": "03G01, Primary School at Hamburger Platz: Establishment of an interim location on school grounds; 13086, Gustav-Adolf-Straße 21",
  "03G08, Grundschule am Planetarium: Ausbau durch Errichtung eines Ergänzungsbaus sowie Sporthallensanierung und Freiflächengestaltung; 10405, Ella-Kay-Straße 12": "03G08, Primary School at the Planetarium: Expansion through the construction of an extension building as well as sports hall renovation and open space design; 10405, Ella-Kay-Straße 12",
  "03G17, Grundschule am Weißen See: Grundinstandsetzung und Ausbau; 13086, Amalienstraße 6": "03G17, Primary School at Weißen See: Basic renovation and expansion; 13086, Amalienstraße 6",
  "03G20, Grundschule im Moselviertel: Errichtung eines Interimsstandortes auf einem Schulgrundstück; 13088, Brodenbacher Weg 31": "03G20, Primary school in the Mosel district: Establishment of an interim location on school grounds; 13088, Brodenbacher Weg 31",
  "03G22, Grundschule am Wasserturm: Sanierung Schulgebäude, Errichtung Verbinderbau, Ergänzungsneubau, Neubau Sporthalle, Außenanlagen, Bereitstellung Container für Baufreiheit; 13089, Tino-Schwierzina-Straße 66": "03G22, Primary School at the Water Tower: Renovation of the school building, construction of a connecting building, new extension, new sports hall, outdoor facilities, provision of containers for construction clearance; 13089, Tino-Schwierzina-Straße 66",
  "03G28, Hasengrund-Schule: Sanierung/Ausbau Dachgeschoss einschl. Aufzug, Flucht- und Rettungswege, Ern. Haustechnik, Außenanlagen, Bereitstellung Container für Baufreiheit; 13156, Charlottenstraße 19": "03G28, Hasengrund School: Renovation/expansion of the attic including elevator, escape and rescue routes, modernization of building services, outdoor facilities, provision of containers for construction clearance; 13156, Charlottenstraße 19",
  "03G33, Jeanne-Barez-Grundschule (Filiale): Errichtung eines Interimsstandortes auf einem Schulgrundstück; 13127, Hauptstraße 66": "03G33, Jeanne-Barez-Grundschule (Branch): Establishment of a temporary location on school grounds; 13127, Hauptstraße 66",
  "03G36, Elisabeth-Christinen-Grundschule: Ausbau Grundschule durch Generalsanierung und Anbau an das Bestandsgebäude sowie Sporthallensanierung und Neugestaltung Freiflächen; 13156, Lindenberger Straße 12": "03G36, Elisabeth-Christinen Elementary School: Expansion of the elementary school through general renovation and extension to the existing building, as well as renovation of the sports hall and redesign of open spaces; 13156, Lindenberger Straße 12",
  "03K04, Gustave-Eiffel-Schule: Standorterweiterung, Sanierung von zwei SK-Bauten, Abriss/Neubau Sporthalle und Mensa-Mehrzweckbereich, Neugestaltung Freiflächen; 10409, Hanns-Eisler-Str. 78-80": "03K04, Gustave-Eiffel-School: Site expansion, renovation of two SK buildings, demolition/new construction of sports hall and multi-purpose cafeteria area, redesign of open spaces; 10409, Hanns-Eisler-Str. 78-80",
  "03K06, Reinhold-Burger-Oberschule: Neubau einer Sporthalle einschließlich Außenanlagen; 13187, Neue Schönholzer Straße 32": "03K06, Reinhold-Burger-Oberschule: Construction of a new sports hall including outdoor facilities; 13187, Neue Schönholzer Straße 32",
  "03K07, Tesla-Schule: Abbruch Schulgebäude, Errichtung MEB, Neubau Sporthalle/Ganztagsbereich mit Lehrküche und Arbeitslehre, Außen- und Sportaußenanlagen; 10407, Rudi-Arndt-Straße/Conrad-Blenkle-Straße 52/57": "03K07, Tesla School: Demolition of school building, construction of MEB (Modular Educational Building), new sports hall/all-day area with teaching kitchen and vocational training, outdoor and sports facilities; 10407, Rudi-Arndt-Straße/Conrad-Blenkle-Straße 52/57",
  "03XD01, Errichtung von Interimsstandorten als Drehscheiben; 10407, Margarete-Sommer-Straße": "03XD01, Establishment of interim locations as hubs; 10407, Margarete-Sommer-Straße",
  "03XD02, Errichtung von Interimsstandorten als Drehscheiben; 13189, Eschengraben/Talstraße": "03XD02, Establishment of interim locations as hubs; 13189, Eschengraben/Talstraße",
  "03Y10, Rosa-Luxemburg-Gymnasium: : Abbruch eines Schulgebäudes, Errichtung eines modularen Ergänzungsbaus (MEB) einschl. Außenanlagen sowie Neubau einer Sporthalle; 13189, Borkumstraße 13": "03Y10, Rosa-Luxemburg-Gymnasium: Demolition of a school building, construction of a modular extension building (MEB) including outdoor facilities and construction of a new sports hall; 13189, Borkumstraße 13",
  "03Y10,Rosa-Luxemburg-Gymnasium: Erweiterung durch Sanierung des Bestandes und durch Anbau einschl. Freiflächen; 13189, Kissingenstraße 12": "03Y10, Rosa-Luxemburg-Gymnasium: Expansion through renovation of the existing building and construction including open spaces; 13189, Kissingenstraße 12",
  "03Y13, Felix-Mendelssohn-Bartholdy-Gymnasium (Standort 1): Grundinstandsetzung und standardgerechter Ausbau; 10407, Eugen-Schönhaar-Straße 18": "03Y13, Felix-Mendelssohn-Bartholdy-Gymnasium (Location 1): Basic renovation and standard-compliant expansion; 10407, Eugen-Schönhaar-Straße 18",
  "03Y13, Felix-Mendelssohn-Bartholdy-Gymnasium (Standort 2): denkmalgerechte Instandsetzung des Schulstandorts Pasteurstr. und Neubau einer Sporthalle; 10407, Dietrich-Bonhoeffer-Straße, Pasteurstr. 7-11": "03Y13, Felix-Mendelssohn-Bartholdy-Gymnasium (Location 2): restoration of the school site on Pasteurstrasse in accordance with historic preservation guidelines and construction of a new sports hall; 10407, Dietrich-Bonhoeffer-Strasse, Pasteurstrasse 7-11",
  "03Y15, Max-Delbrück-Gymnasium: Grundinstandsetzung und standardgerechter Ausbau einschließlich Neubau einer Sporthalle; 13156, Kuckhoffstraße 2": "03Y15, Max-Delbrück-Gymnasium: Basic renovation and standard-compliant expansion including new construction of a sports hall; 13156, Kuckhoffstraße 2",
  "03Y16, Robert-Havemann-Gymnasium: Sanierung und Instandsetzung der Schulsportfreianlage; 13125, Achillesstraße 79": "03Y16, Robert-Havemann-Gymnasium: Renovation and repair of the school sports facility; 13125, Achillesstraße 79",
  "03Y17, Gymnasium am Europasportpark: Grundinstandsetzung und Ausbau Gymnasium einschl. Außenanlagen, Sanierung Sporthalle, Abriss/Neubau Mensa; 10407, Kniprodestraße 29": "03Y17, Gymnasium am Europasportpark: Basic renovation and expansion of the school including outdoor facilities, renovation of the sports hall, demolition/new construction of the cafeteria; 10407, Kniprodestraße 29",
  "04B03, OSZ KfZ-Technik; Neubau Elektromobilität; 10585, Gierkeplatz 1-3": "04B03, OSZ Automotive Technology; New building for electromobility; 10585, Gierkeplatz 1-3",
  "04B05, Anna-Freud-Schule - OSZ Sozialwesen, 1. BA, Abriss und Leitungsumverlegung; 13627, Halemweg 24": "04B05, Anna-Freud-School - OSZ Social Services, 1st construction phase, demolition and relocation of utility lines; 13627, Halemweg 24",
  "04B05, Anna-Freud-Schule - OSZ Sozialwesen: 2. Bauabschnitt (Neubau); 13627, Halemweg 24": "04B05, Anna-Freud-School - OSZ Social Services: 2nd construction phase (new building); 13627, Halemweg 24",
  "04G02, Lietzensee GS: Gesamtsanierung; 14057, Witzlebenstr. 34/35": "04G02, Lietzensee GS: Complete renovation; 14057, Witzlebenstr. 34/35",
  "04G04, Joan-Miro GS: Sanierung Sporthalle und Gesamtsanierung; 10623, Bleibtreustraße 43": "04G04, Joan-Miro GS: Renovation of sports hall and complete renovation; 10623, Bleibtreustraße 43",
  "04G04, Joan-Miro-GS: Gesamtsanierung; 10623, Bleibtreustr. 43": "04G04, Joan-Miro-GS: Complete renovation; 10623, Bleibtreustr. 43",
  "04G05, Dietrich-Bonhoeffer GS: Gesamtsanierung; 14050, Spandauer Damm 205-215": "04G05, Dietrich-Bonhoeffer GS: Complete renovation; 14050, Spandauer Damm 205-215",
  "04G05, Dietrich-Bonhoeffer GS; Ergänzungsbauten für Schule und Hort; 14050, Spandauer Damm 205-215": "04G05, Dietrich-Bonhoeffer GS; Extension buildings for school and after-school care center; 14050, Spandauer Damm 205-215",
  "04G07, Ludwig-Cauer GS: Ergänzungsbau; 10587, Cauerstraße 36-38": "04G07, Ludwig-Cauer GS: Extension building; 10587, Cauerstraße 36-38",
  "04G08, Mierendorff GS: Ergänzungsbau; 10589, Mierendorffstr. 20-24": "04G08, Mierendorff GS: additional building; 10589, Mierendorffstr. 20-24",
  "04G11, Helmuth-James-von--Moltke-Grundschule: Umbau der Kita und Bau einer Mensa; 13627, Heckerdamm 221": "04G11, Helmuth-James-von--Moltke Elementary School: Renovation of the daycare center and construction of a cafeteria; 13627, Heckerdamm 221",
  "04G12, Eosander-Schinkel-GS: Gesamtsanierung; 10585, Nithackstr. 8-16": "04G12, Eosander-Schinkel-GS: Complete renovation; 10585, Nithackstr. 8-16",
  "04G13, Nehring-GS: Gesamtsanierung; 14059, Nehringstr. 9-10": "04G13, Nehring-GS: Total renovation; 14059, Nehringstr. 9-10",
  "04G17, Johann-Peter-Hebel GS: Erweiterungsbau; 10719, Emser Straße 50": "04G17, Johann-Peter-Hebel GS: Extension building; 10719, Emser Straße 50",
  "04G19, GS am Rüdesheimer Platz: Gesamtsanierung; 14197, Rüdesheimer Str. 24": "04G19, GS at Rüdesheimer Platz: Complete renovation; 14197, Rüdesheimer Str. 24",
  "04G20, Katharina-Heinroth-GS: Gesamtsanierung; 10709, Münstersche Str. 15-16": "04G20, Katharina-Heinroth-GS: Complete renovation; 10709, Münstersche Str. 15-16",
  "04G21, Halensee-GS: Ergänzungsbau und Schließung der Baulücke für Schule und Kita; 10711, Joachim-Friedrich-Straße 35-36": "04G21, Halensee-GS: Extension building and closing of the building gap for school and daycare center; 10711, Joachim-Friedrich-Straße 35-36",
  "04K02, Friedensburg-Oberschule: Gesamtsanierung; 10625, Goethestr. 8/9": "04K02, Friedensburg High School: Complete renovation; 10625, Goethestr. 8/9",
  "04K03, Robert-Jungk-Oberschule: Gesamtsanierung; 10719, Sächsische Str. 58": "04K03, Robert-Jungk-Oberschule: Complete renovation; 10719, Sächsische Str. 58",
  "04K06, Schule am Schloss: Gesamtsanierung; 14059, Schloßstr. 55a": "04K06, School at the Castle: Complete renovation; 14059, Schloßstr. 55a",
  "04K07, ISS Wilmersdorf: Gesamtsanierung; 14199, Kranzer Str. 3": "04K07, ISS Wilmersdorf: Complete renovation; 14199, Kranzer Str. 3",
  "04K07, Int. Sekundarschule Wilmersdorf: Ergänzungsbau; 14199, Kranzer Str. 3": "04K07, Int. Secondary School Wilmersdorf: Extension Building; 14199, Kranzer Str. 3",
  "04K09, Otto-von-Guericke-Schule: Gesamtsanierung; 10709, Eisenzahnstr. 47-48": "04K09, Otto-von-Guericke-School: Complete renovation; 10709, Eisenzahnstr. 47-48",
  "04S07, Comenius-Schule: Gesamtsanierung; 10713, Gieselerstr. 4": "04S07, Comenius School: Complete renovation; 10713, Gieselerstr. 4",
  "04Y01, Schiller-Gymnasium: Gesamtsanierung; 10625, Schillerstr. 125-127": "04Y01, Schiller-Gymnasium: Complete renovation; 10625, Schillerstr. 125-127",
  "04Y03, Sophie-Charlotte-Gymnasium: Gesamtsanierung; 10629, Sybelstr. 2-4": "04Y03, Sophie-Charlotte-Gymnasium: Complete renovation; 10629, Sybelstr. 2-4",
  "04Y04, Gottfried-Keller-Gymnasium: Gesamtsanierung; 10589, Olbersstr. 38": "04Y04, Gottfried-Keller-Gymnasium: complete renovation; 10589, Olbersstr. 38",
  "05G05, Christoph-Földerich-Grundschule: Neubau einer Sporthalle; 13595, Földerichplatz 5": "05G05, Christoph-Földerich-Grundschule: Construction of a new sports hall; 13595, Földerichplatz 5",
  "05G06, Siegerland-Grundschule: Ausfinanzierung Fördermittelmaßnahme Aufwertung und Neugestaltung der Außenanlage; 13589, Hermann-Schmidt-Weg 4": "05G06, Siegerland Elementary School: Full funding of the project to upgrade and redesign the outdoor area; 13589, Hermann-Schmidt-Weg 4",
  "05G07 Lynar-Grundschule: Erweiterung der Essensversorgungsräume, Lutherstr. 19,": "05G07 Lynar Primary School: Expansion of the food service areas, Lutherstr. 19,",
  "05G21 Paul-Moor-Grundschule: Umbau und Sanierung der Schulanlage, 13595, Adamstr. 24-25": "05G21 Paul-Moor-Grundschule: Renovation and refurbishment of the school complex, 13595, Adamstr. 24-25",
  "05G28 Grundschule an der Pulvemühle: Sanierung und Qualifizierung der Außenanlage, 13599, Grützmacherweg 7": "05G28 Primary School at Pulvemühle: Renovation and improvement of the outdoor facilities, 13599, Grützmacherweg 7",
  "05K07 Schule an der Jungfernheide: Errichtung Containerbau, 13629, Lenther Steig 7": "05K07 School at Jungfernheide: Construction of container building, 13629, Lenther Steig 7",
  "06G05, Conrad-Grundschule: Sanierung; 14109, Schulstr. 4": "06G05, Conrad Elementary School: Renovation; 14109, Schulstr. 4",
  "06G10, Grundschule am Buschgraben: Sanierung; 14165, Ludwigsfelder Str. 43-47": "06G10, Buschgraben Elementary School: Renovation; 14165, Ludwigsfelder Str. 43-47",
  "06G22, Giesensdorfer Grundschule: Erweiterungsbau (Ersatzbau); 12207, Ostpreußendamm 63": "06G22, Giesensdorf Elementary School: Extension Building (Replacement Building); 12207, Ostpreußendamm 63",
  "06G33, Friedrich-Drake-Schule: Sanierung Sporthalle; 12205, Drakestr. 80": "06G33, Friedrich-Drake-School: Renovation of sports hall; 12205, Drakestr. 80",
  "06K03, Kopernikus-Oberschule: Umbau und Erweiterung zu einer 6-zügigen integrierten Sekundarschule mit gymnasialer Oberstufe; 12163, Lepsiusstraße 24-28": "06K03, Kopernikus High School: Conversion and expansion into a 6-stream integrated secondary school with upper secondary level; 12163, Lepsiusstraße 24-28",
  "06Y03, Arndt-Gymnasium-Dahlem: Neubau einer Sporthalle; 14195, Königin-Luise-Straße 80-84": "06Y03, Arndt-Gymnasium-Dahlem: Construction of a new sports hall; 14195, Königin-Luise-Straße 80-84",
  "06Y06, Beethoven-Schule: Sanierung, 2. BA; 12249, Barbarastraße 9": "06Y06, Beethoven School: Renovation, 2nd construction phase; 12249, Barbarastraße 9",
  "06Y09, Fichtenberg-Oberschule: Sanierung (2. BA); 12165, Rothenburgstraße 18": "06Y09, Fichtenberg High School: Renovation (2nd phase); 12165, Rothenburgstraße 18",
  "07DFK, \"Das fliegende Klassenzimmer\", Verfügungsgebäude in modularer Holzbauweise, verschiedene bezirkliche Schulstandorte": "07DFK, \"The Flying Classroom\", modular timber-framed building, various district school locations",
  "07G06, Sternberg Grundschule: Reaktivierung Schulstandort für Sternberg Grundschule durch Sanierung/Umbau und Neubau Sporthalle; 12159, Otzenstraße 16-17": "07G06, Sternberg Primary School: Reactivation of the school site for Sternberg Primary School through renovation/conversion and new construction of a sports hall; 12159, Otzenstraße 16-17",
  "07G16, Ruppin-Grundschule: Sanierung, Umbau und Erweiterung; 14197, Offenbacher Straße 5a": "07G16, Ruppin Elementary School: Renovation, conversion and expansion; 14197, Offenbacher Straße 5a",
  "07G22, Paul-Klee-Grundschule: Umbau, Sanierung und Erweiterung einschl. Neubau einer Sporthalle; 12105, Konradinstr. 15-17": "07G22, Paul Klee Elementary School: Conversion, renovation and expansion including new construction of a sports hall; 12105, Konradinstr. 15-17",
  "07G29, Käthe-Kollwitz-Grundschule: Umbau, Sanierung und Erweiterung; 12307, Mellener Str. 38-42/Rehagener Str. 42": "07G29, Käthe-Kollwitz-Grundschule: Conversion, renovation and expansion; 12307, Mellener Str. 38-42/Rehagener Str. 42",
  "07G32, Bruno-H.-Bürgel-Grundschule: Sanierung Schulhof und Schulsportanlagen; 12305, Rackebüller Weg 70": "07G32, Bruno-H.-Bürgel Elementary School: Renovation of schoolyard and school sports facilities; 12305, Rackebüller Weg 70",
  "07G34, Marienfelder Grundschule: Co-Finanzierung SIWA Außenanlage; 12279, Erbendorfer Weg 13": "07G34, Marienfeld Elementary School: Co-financing of SIWA outdoor facility; 12279, Erbendorfer Weg 13",
  "07K02, Carl-Zeiss-Oberschule: Umbau und Erweiterung Mensa; 12305, Barnetstr. 12-14": "07K02, Carl Zeiss High School: Renovation and expansion of the cafeteria; 12305, Barnetstr. 12-14",
  "07K03, Gustav-Heinemann-Oberschule: Ersatzneubau; 12279, Tirschenreuther Ring 48": "07K03, Gustav-Heinemann-Oberschule: Replacement building; 12279, Tirschenreuther Ring 48",
  "07K03, Gustav-Heinemann-Oberschule: Sanierung ungedeckte Sportanlage; 12279, Tirschenreuther Ring 48": "07K03, Gustav-Heinemann-Oberschule: Renovation of uncovered sports facility; 12279, Tirschenreuther Ring 48",
  "07K12, Friedenauer-Gemeinschaftsschule: Verfügungsgebäude in modularer Holzbauweise; 12157, Rubensstr. 63 / Grazer Platz 1-3 / Pöppelmannstr. 2": "07K12, Friedenauer-Gemeinschaftsschule: Modular timber-framed building; 12157, Rubensstr. 63 / Grazer Platz 1-3 / Pöppelmannstr. 2",
  "07S04, Mariane-Cohn-Schule: Sanierung/Neubau Schulhof und Schulsportanlagen; 12099, Holzmannstr. 7": "07S04, Mariane-Cohn-School: Renovation/New Construction of Schoolyard and School Sports Facilities; 12099, Holzmannstr. 7",
  "07S04, Marianne-Cohn-Schule: Sanierung/Neubau Schulhof und Schulsportanlagen; 12099, Holzmannstr. 7": "07S04, Marianne-Cohn-School: Renovation/New Construction of Schoolyard and School Sports Facilities; 12099, Holzmannstr. 7",
  "07Y05, Luise-Henriette-Gymnasium: Sanierung, Umbau und Erweiterung (Dachausbau); 12099, Germaniastr. 4-6": "07Y05, Luise-Henriette-Gymnasium: Renovation, conversion and extension (attic conversion); 12099, Germaniastr. 4-6",
  "08B02, Lise-Meitner-Schule - OSZ Chemie/Physik/Biologie: Neubau; 12351, Lipschitzallee": "08B02, Lise-Meitner-School - OSZ Chemistry/Physics/Biology: New building; 12351, Lipschitzallee",
  "08G24, Schule am Teltowkanal: Sanierung der Klassenhäuser 1 bis 3, des Nebengebäudes, Verwaltungsgebäudes; 12347, Rungiusstraße 46": "08G24, School on the Teltow Canal: Renovation of classroom buildings 1 to 3, the annex, administration building; 12347, Rungiusstraße 46",
  "08G26, Christoph-Ruden-Schule: Sanierung der Außen- und Spielflächen sowie der Sportplatzfläche; 12349, An den Achterhöfen 13": "08G26, Christoph-Ruden-School: Renovation of the outdoor and play areas as well as the sports field; 12349, An den Achterhöfen 13",
  "08G31, Janusz-Korczak-Schule: Sanierung des Schulgebäudes; 12353, Wildhüterweg 5": "08G31, Janusz Korczak School: Renovation of the school building; 12353, Wildhüterweg 5",
  "08K05, Clay-Schule: Ersatzbau; 12355, Neudecker Weg/August-Froehlich-Straße": "08K05, Clay School: Replacement building; 12355, Neudecker Weg/August-Froehlich-Straße",
  "08K08, 1. Gemeinschaftsschule Neukölln (Campus Rütli): Erweiterung um Mensa-Neubau; 12045, Rütlistraße": "08K08, 1. Neukölln Community School (Rütli Campus): Extension with new cafeteria building; 12045, Rütlistraße",
  "08K08, 1. Gemeinschaftsschule Neukölln (Campus Rütli): Sanierung des Hauptgebäudes, der Mensa und Sporthalle (2. BA; 12045, Rütlistraße 41)": "08K08, 1. Neukölln Community School (Rütli Campus): Renovation of the main building, the cafeteria and the sports hall (2nd construction phase; 12045, Rütlistraße 41)",
  "08K08, Gemeinschaftsschule auf dem Campus Rütli: Erweiterungsbauten; 12045, Rütlistraße 41": "08K08, Community school on the Rütli campus: Extension buildings; 12045, Rütlistraße 41",
  "08K12, Kepler-Schule: Sanierung des Schulgebäudes; 12057, Zwillingestraße 21": "08K12, Kepler School: Renovation of the school building; 12057, Zwillingestraße 21",
  "08Y05, Leonardo-da-Vinci-Gymnasium: Ersatzbau; 12349, Christoph-Ruden-Straße 3": "08Y05, Leonardo da Vinci Gymnasium: Replacement building; 12349, Christoph-Ruden-Straße 3",
  "09G06, Melli-Beese-Schule: Erweiterungsbau, Komplettsanierung Bestand, Sanierung Schul- u. Freiflächen, Errichtung Interimsstandort als ZF und AF; 12487, Engelhardstraße 18": "09G06, Melli-Beese-School: Extension building, complete renovation of existing building, renovation of school and open spaces, construction of interim location as ZF and AF; 12487, Engelhardstraße 18",
  "09G26, Schule an den Püttbergen: Erweiterungsbau; 12589, Fürstenwalder Allee 182": "09G26, School at Püttbergen: Extension building; 12589, Fürstenwalder Allee 182",
  "09G27, Friedrichshagener Schule: Neubau Mehrzweck-/Speiseraum, behindertengerechte Erschließung Sporthalle; 12587, Peter-Hille-Straße 7": "09G27, Friedrichshagen School: New multi-purpose/dining room, accessible access to the sports hall; 12587, Peter-Hille-Straße 7",
  "09Gn02, Schule Stillerzeile: Reaktivierung Schulstandort, Neubau Mehrzweckraum mit Mensa, Neubau Sporthalle; 12587, Stillerzeile 100": "09Gn02, Stillerzeile School: Reactivation of the school site, new construction of a multi-purpose room with cafeteria, new construction of a sports hall; 12587, Stillerzeile 100",
  "09K05, Wilhelm-Bölsche-Schule: Abriss MUR / Container als Ausweichfläche / Errichtung eines Schulergänzungsbaus; 12587, Aßmannstraße 11": "09K05, Wilhelm-Bölsche-School: Demolition of MUR / Containers as temporary space / Construction of a school extension; 12587, Aßmannstraße 11",
  "09K06, Hans-Grade-Schule: Ausbau und Erweiterung des Schulstandortes einschl. Anbau eines Mehrzweckraums / Aula; 12487, Heuberger Weg 37": "09K06, Hans-Grade-School: Expansion and extension of the school site including the addition of a multi-purpose room / auditorium; 12487, Heuberger Weg 37",
  "09K09, Grünauer Schule: Erw. Schulstandort zur Gemeinsch. Schule inkl.MEB, Neubau SPH m. Sportfkt-Gebäude, energet.San. barrierefr. Erschl. der Best.- Gebäude, Umbau SPH zur Mensa 12527,Walchenseestr. 40 und 51": "09K09, Grünauer School: Expansion of the school site to a community school including MEB (Multi-Purpose Building), new SPH (Special Education Center) with sports facility building, energy-efficient renovation, barrier-free access to the existing buildings, conversion of SPH into a cafeteria 12527, Walchenseestr. 40 and 51",
  "09Y05, Alexander-von-Humboldt-Gymnasium: energetische Sanierung Dach Bestandsgebäude, Hüllensanierung; Schaffung Barrierefreiheit; 12555, Oberspreestraße 173": "09Y05, Alexander-von-Humboldt-Gymnasium: Energy-efficient renovation of the roof of an existing building, building envelope renovation; creation of barrier-free access; 12555, Oberspreestraße 173",
  "09Y06, Gerhart-Hauptmann-Schule: Sanierung Bestandsgebäude, Schaffung Barrierefreiheit; 12587, Bruno-Wille-Straße 37-45": "09Y06, Gerhart-Hauptmann-School: Renovation of existing building, creation of barrier-free access; 12587, Bruno-Wille-Straße 37-45",
  "10G07, Karl-Friedrich-Friesen-Grundschule: Sanierung Schulsportanlage; 12687, Max-Herrmann-Straße 5": "10G07, Karl-Friedrich-Friesen Elementary School: Renovation of school sports facilities; 12687, Max-Herrmann-Straße 5",
  "10G08, Wilhelm-Busch-Grundschule: Sanierung Schulhof und Errichtung Müllstandfläche nach Aufstellung GE MEB; 12689, Parsteiner Ring 24/28": "10G08, Wilhelm-Busch-Grundschule: Renovation of the schoolyard and construction of a waste collection area according to the GE MEB plan; 12689, Parsteiner Ring 24/28",
  "10G10, Peter-Pan-Grundschule: Sanierung Schulgebäude und Ergänzungsbau; 12679, Stolzenhagener Straße 9": "10G10, Peter Pan Elementary School: Renovation of school building and extension; 12679, Stolzenhagener Straße 9",
  "10G11, Grundschule an der Mühle: Herrichtung der Außenanlagen und Einfriedung nach Errichtung MEB; 12685, Kienbergstraße 59": "10G11, Primary School at the Mill: Preparation of the outdoor facilities and fencing after construction of the MEB; 12685, Kienbergstraße 59",
  "10G11, Grundschule an der Mühle: Sanierung Schulgebäude und Schulhof; 12685, Kienberg Straße 59": "10G11, Primary School at the Mill: Renovation of school building and schoolyard; 12685, Kienberg Street 59",
  "10G12, Grundschule an der Geißenweide: Herrichtung der Außenanlagen und Einfriedung nach Errichtung MEB; 12685, Amanlisweg 40": "10G12, Geißenweide Primary School: Preparation of the outdoor facilities and fencing after construction of the MEB; 12685, Amanlisweg 40",
  "10G16, Grundschule am Fuchsberg: Herrichtung der Außenanlagen und Einfriedung nach Errichtung Modulbau; 12683, Mohrenfalterstraße 75": "10G16, Fuchsberg Elementary School: Preparation of the outdoor facilities and fencing after construction of the modular building; 12683, Mohrenfalterstraße 75",
  "10G25, Grundschule am Schleipfuhl: Herrichtung der Außenanlagen und Einfriedung nach Errichtung MEB; 12627, Hermsdorfer Straße 27": "10G25, Schleipfuhl Primary School: Preparation of the outdoor facilities and fencing after construction of the MEB; 12627, Hermsdorfer Straße 27",
  "10G25, Grundschule am Schleiphul: Herstellung Gehwegüberfahrten, Bordabsenkungen für Errichtung HoMEB; 12627, Hermsdorfer Straße 27": "10G25, Schleiphul Primary School: Construction of pedestrian crossings, curb cuts for the construction of HoMEB; 12627, Hermsdorfer Straße 27",
  "10G26, Friedrich-Schiller-Grundschule: Sanierung Schulhof; 12623, An der Schule 13-17": "10G26, Friedrich-Schiller-Grundschule: Schoolyard renovation; 12623, An der Schule 13-17",
  "10G31, Franz-Carl-Achard-Grundschule: Sanierung des Schulgebäudes; 12621, Adolfstraße 25": "10G31, Franz-Carl-Achard Elementary School: Renovation of the school building; 12621, Adolfstraße 25",
  "10G33, Ulmen-Grundschule: Herrichtung der Außenanlagen und Einfriedung nach Errichtung TSH; 12621, Bergedorfer Straße 59": "10G33, Ulmen Elementary School: Preparation of the outdoor facilities and fencing after construction of the TSH; 12621, Bergedorfer Straße 59",
  "10G36, Grundschule am Naumburger Ring: Herstellung Gehwegüberfahrten, Bordabsenkungen für Errichtung Container; 12627, Louis-Lewin-Straße": "10G36, Elementary School at Naumburger Ring: Construction of pedestrian crossings, curb cuts for the installation of containers; 12627, Louis-Lewin-Straße",
  "10Gn01, Grundschule Elsenstraße mit Sporthalle: Herstellung Gehwegüberfahrten, Bordabsenkungen für Errichtung Container; 12623, Elsenstraße 7,9": "10Gn01, Elsenstraße Elementary School with sports hall: Construction of pedestrian crossings, curb cuts for the installation of containers; 12623, Elsenstraße 7,9",
  "10Gn05, Grundschule: Herstellung Gehwegüberfahrt, Bordabsenkung für Errichtung HoComp mit Sporthalle; 12685, Bruno-Baum-Straße": "10Gn05, Primary School: Construction of pedestrian crossing, curb lowering for the construction of HoComp with sports hall; 12685, Bruno-Baum-Straße",
  "10K02, Ernst-Haeckel-Schule: Herstellung der Außenanlagen nach Errichtung HoMEB inkl. Müllstandfläche; 12629, Luckenwalder Straße 65": "10K02, Ernst-Haeckel-School: Construction of the outdoor facilities after the erection of HoMEB including waste collection area; 12629, Luckenwalder Straße 65",
  "10K10, Wolfgang-Amadeus-Mozart-Schule: Sanierung MUR; 12627, Senftenberger Straße 34": "10K10, Wolfgang-Amadeus-Mozart-School: Renovation MUR; 12627, Senftenberger Straße 34",
  "10Kn07, ISS: Herstellung Gehwegüberfahrt, Bordabsenkung für Errichtung HoComp mit Sporthalle; 12623, Bisamstraße/Landsberger Straße": "10Kn07, ISS: Construction of pedestrian crossing, curb lowering for the construction of HoComp with sports hall; 12623, Bisamstraße/Landsberger Straße",
  "10S08, Schule am Mummelsoll: Herrichtung der Außenanlagen und Einfriedung nach Errichtung MEB; 12627, Eilenburger Straße 4": "10S08, School at Mummelsoll: Preparation of the outdoor facilities and fencing after construction of the MEB; 12627, Eilenburger Straße 4",
  "10S08, Schule am Mummelsoll: Sanierung Schulgebäude; 12627, Eilenburger Straße 2-4": "10S08, School at Mummelsoll: Renovation of school building; 12627, Eilenburger Straße 2-4",
  "10Y01, Tagore-Gymnasium: Herrichtung Außenanlagen und Einfriedung nach Errichtung MEB 22 mit Mensa; 12679, Landsberger Allee 467 B/C": "10Y01, Tagore Gymnasium: Preparation of outdoor facilities and fencing after construction of MEB 22 with cafeteria; 12679, Landsberger Allee 467 B/C",
  "10Y02, Otto-Nagel-Gymnasium: Einbau Nawiräume; 12683, Schulstraße 11": "10Y02, Otto-Nagel-Gymnasium: Installation of science rooms; 12683, Schulstraße 11",
  "10Y08, Sartre-Gymnasium: Herrichtung Klassenräume, Rückbau Hörsäle und SHM Wohnung; 12627, Kyritzer Straße 103": "10Y08, Sartre Gymnasium: Preparation of classrooms, dismantling of lecture halls and SHM apartment; 12627, Kyritzer Straße 103",
  "10Y11, Melanchthon-Gymnasium: Neubau eines Sportfunktionsgebäudes/Sanierung der Sportanlage; 12627, Lichtenhainer Straße 16": "10Y11, Melanchthon-Gymnasium: New construction of a sports facility building/Renovation of the sports complex; 12627, Lichtenhainer Straße 16",
  "10Yn02, Gymnasium: Herstellung Gehwege für Neubau Gymnasium; 12619, Erich-Kästner-Straße 52": "10Yn02, Gymnasium: Construction of walkways for new Gymnasium building; 12619, Erich-Kästner-Straße 52",
  "11A07, Werner-Seelenbinder-Schule: Neubau einer Sporthalle sowie Um- und Erweiterungsbau zu einem Schul- und Leistungssportzentrum; 13053, Fritz-Lesch-Str. 35": "11A07, Werner-Seelenbinder-School: New construction of a sports hall as well as conversion and extension to a school and performance sports center; 13053, Fritz-Lesch-Str. 35",
  "11G12, Lew-Tolstoi-Schule: Erweiterung eines Grundschulgebäudes, Neubau Sporthalle und Sanierung Außenanlagen, Römerweg 120": "11G12, Lew Tolstoy School: Extension of a primary school building, new sports hall and renovation of outdoor facilities, Römerweg 120",
  "11K02, Mildred-Harnack-Schule: Sanierung Schulgebäude Haus 1 und Freianlagen; 10365, Schulze-Boysen-Str. 12-20": "11K02, Mildred-Harnack-School: Renovation of school building House 1 and outdoor facilities; 10365, Schulze-Boysen-Str. 12-20",
  "11K04, Gutenberg-Schule: Erweiterung, Ersatzbau inkl. Sanierung und Neubau Sporthallen am Gesamtstandort Sandinostraße; 13055, Sandinostr. 8, 10": "11K04, Gutenberg School: Extension, replacement building including renovation and new construction of sports halls at the overall Sandinostraße site; 13055, Sandinostr. 8, 10",
  "11K08, George-Orwell-Schule: Sanierung Schulgebäude, Sporthalle und Freianlagen; 10319, Sewanstr. 223": "11K08, George Orwell School: Renovation of school building, sports hall and outdoor facilities; 10319, Sewanstr. 223",
  "11Kn06, Reaktivierung Sekundarschulstandort: Sanierung Schulgebäude, Sporthalle und Außenanlagen, Storkower Str. 209 B (ehem. Paul-Junius-Str. 25/27)": "11Kn06, Reactivation of secondary school site: Renovation of school building, sports hall and outdoor facilities, Storkower Str. 209 B (formerly Paul-Junius-Str. 25/27)",
  "11XD01, Grundschule Ausweichfläche: Drehscheibe; 13051, Wustrower Str. 22, 24": "11XD01, Primary School Alternative Area: Turntable; 13051, Wustrower Str. 22, 24",
  "11XD02, ISS Ausweichfläche: Drehscheibe; 10367, Bernhard-Bästlein-Str. 56": "11XD02, ISS Alternate Area: Turntable; 10367, Bernhard-Bästlein-Str. 56",
  "12G11, Ringelnatz-Grundschule: Erweiterungsbau; 13437, Wilhelm-Gericke-Straße 7-13": "12G11, Ringelnatz Elementary School: Extension Building; 13437, Wilhelm-Gericke-Straße 7-13",
  "12G14, Hoffmann-von-Fallersleben-Grundschule: Schulhofsanierung; 13509, Ziekowstr. 80-88": "12G14, Hoffmann-von-Fallersleben Elementary School: Schoolyard renovation; 13509, Ziekowstr. 80-88",
  "12G27, Chamisso-Grundschule: Schulhofsanierung; 13435, Senftenberger Ring 27": "12G27, Chamisso Primary School: Schoolyard renovation; 13435, Senftenberger Ring 27",
  "12G32, Charlie-Chaplin-Grundschule: Erweiterungsbau; 13439, Wilhelmsruher Damm 90-94": "12G32, Charlie Chaplin Elementary School: Extension Building; 13439, Wilhelmsruher Damm 90-94",
  "Abdeckung von Geldverlusten": "Coverage of monetary losses",
  "Abführung an den Ausgleichsfonds nach dem Sozialgesetzbuch -Neuntes Buch-": "Transfer to the compensation fund according to the Social Code - Book Nine -",
  "Abführung an den Entschädigungsfonds": "Transfer to the compensation fund",
  "Abführung von Einnahmen an den Bund": "Transfer of revenues to the federal government",
  "Abführung von Einnahmen nach dem HHG und StrRehaG an den Bund": "Transfer of revenues according to the HHG and StrRehaG to the Federal Government",
  "Abführung von Zins- und Tilgungseinnahmen an den Bund": "Transfer of interest and principal payments to the federal government",
  "Abführung zurückgezahlter Versorgungsleistungen an die Deutsche Rentenversicherung Bund": "Transfer of repaid pension benefits to the German Federal Pension Insurance Fund",
  "Abgeltung urheberrechtlicher Ansprüche": "Settlement of copyright claims",
  "Abgeltung von Rückerstattungsansprüchen anderer und Zahlung von Rückgewährsentgelten": "Settlement of third-party refund claims and payment of return fees",
  "Abgeordnetenhaus": "House of Representatives",
  "Ablösung Alttechnik Firewall (Sicherheitsgateway) zentral": "Replacement of legacy firewall technology (security gateway) centrally",
  "Ablösung der bisher genutzten Fachverfahren (Führerschein- und Konzessionswesen)": "Replacement of the previously used specialist procedures (driving licence and licensing system)",
  "Ablösung des IT-Fachverfahrens NOWI": "Replacement of the IT system NOWI",
  "Abriss und Neubau der Gymnastikhalle Mühlenstraße einschl. des Umkleide- und Sanitärtraktes": "Demolition and new construction of the Mühlenstraße gymnastics hall including the changing rooms and sanitary facilities",
  "Abräumung von Grundstücken": "Clearing of properties",
  "Abwicklung der Vorjahre": "Settlement of previous years",
  "Aktive Netzkomponenten": "Active network components",
  "Aktive Netzwerkkomponenten ab 2011": "Active network components from 2011 onwards",
  "Allgemeinbildende und berufliche Schulen": "General and vocational schools",
  "Allgemeine Dienste": "General Services",
  "Allgemeine Dienstkleidung (Kontenwirtschaft)": "General work attire (accounting)",
  "Allgemeine Finanzangelegenheiten": "General financial matters",
  "Allgemeine Verbrauchsmittel": "General consumables",
  "Allgemeine interne Verrechnungen": "General internal accounting",
  "Allgemeine soziale Leistungen": "General social benefits",
  "Altenhilfe nach dem SGB XII": "Elderly care according to the German Social Code, Book XII",
  "Ambulante Hilfe zur Pflege nach SGB XII und AsylbLG": "Outpatient care assistance according to SGB XII and AsylbLG",
  "Ambulante Krankenhilfe": "Outpatient nursing care",
  "Amtsanwaltschaft": "Public Prosecutor's Office",
  "Amtsbezüge": "Official salary",
  "Amtsgericht Charlottenburg": "Charlottenburg District Court",
  "Amtsgericht Kreuzberg": "Kreuzberg District Court",
  "Amtsgericht Köpenick": "Köpenick District Court",
  "Amtsgericht Lichtenberg": "Lichtenberg District Court",
  "Amtsgericht Mitte": "District Court Mitte",
  "Amtsgericht Neukölln": "Neukölln District Court",
  "Amtsgericht Pankow": "Pankow District Court",
  "Amtsgericht Schöneberg": "Schöneberg District Court",
  "Amtsgericht Spandau": "Spandau District Court",
  "Amtsgericht Tiergarten": "Tiergarten District Court",
  "Amtsgericht Wedding": "Wedding District Court",
  "Amtshaus Buchholz: Grundinstandsetzung; 13127, Berliner Straße 24": "Buchholz Town Hall: Basic renovation; 13127, Berliner Straße 24",
  "Anbau Sporthalle, Rhinstr. 127 A": "Extension to sports hall, Rhinstr. 127 A",
  "Anbindung der eAkte an die ministeriellen Fachverfahren der SenBJF": "Connecting the electronic file to the ministerial specialist procedures of the SenBJF",
  "Andere Veranstaltungen": "Other events",
  "Angebote der Jugendarbeit und des Schutzes von Kindern und Jugendlichen nach dem SGB VIII in Form von Leistungsverträgen": "Services for youth work and the protection of children and young people according to the German Social Code, Book VIII (SGB VIII), in the form of service contracts",
  "Anlage ungedeckter Sportflächen und Herrichtung von Außenanlagen im Umfeld der Typensporthalle der 02Y03; 10243, Fredersdorfer Straße": "Construction of uncovered sports areas and preparation of outdoor facilities in the vicinity of the standard sports hall of 02Y03; 10243, Fredersdorfer Straße",
  "Anlagen zur Sicherstellung der unterbrechungsfreien Stromversorgung der IKT": "Systems to ensure the uninterrupted power supply of ICT",
  "Annahme von Kunstgegenständen an Zahlung statt": "Acceptance of works of art in lieu of payment",
  "Anpassung der Fachverfahren im Kraftfahrzeugwesen": "Adaptation of specialist procedures in the motor vehicle sector",
  "Anpassung u.a. durch Implementierung von Schnittstellen": "Adaptation, among other things, through the implementation of interfaces",
  "Anpassung und Erweiterung Fachverfahren ISBJ KiTa und Personal gemäß RV Tag": "Adaptation and expansion of specialist procedures ISBJ KiTa and staff according to RV Tag",
  "Anpassung und Erweiterung des Fachverfahrens BeoV": "Adaptation and expansion of the specialist procedure BeoV",
  "Anpassung und Erweiterung des Fachverfahrens FAMOS": "Adaptation and expansion of the FAMOS specialist procedure",
  "Anpassung und Erweiterung des Fachverfahrens LiV": "Adaptation and expansion of the specialist procedure LiV",
  "Anpassung zur Realisierung des Standards X-Ausländer": "Adaptation to implement the X-foreigner standard",
  "Anschluss an das Berliner Landesnetz": "Connection to the Berlin state network",
  "Anteil Berlins am zweigleisigen Ausbau der Stettiner Bahn zwischen Angermünde und Stettin": "Berlin's share in the double-tracking of the Stettin railway line between Angermünde and Stettin",
  "Anteil Berlins an der Kulturstiftung der Länder": "Berlin's share in the Cultural Foundation of the German Federal States",
  "Anteil Berlins an der Vorbereitung und Durchführung von Verkehrswegebaumaßnahmen des Bundes": "Berlin's share in the preparation and implementation of federal transport infrastructure projects",
  "Anteil an der Straßenreinigung": "Share of street cleaning",
  "Anteil an gemeinsamen Einrichtungen der Länder": "Share of joint facilities of the Länder",
  "Anteil anderer am Biersteueraufkommen": "Others' share of beer tax revenue",
  "Anteil des Bundes an den Einnahmen für Wertmarken": "Federal government's share of revenue from value stamps",
  "Anteil des Bundes an den Einnahmen nach dem Aufstiegsfortbildungsförderungsgesetz": "Federal government's share of revenues under the Advanced Vocational Training Promotion Act",
  "Anteil des Bundes an den Einnahmen nach dem Bundesausbildungsförderungsgesetz": "Federal government's share of revenues under the Federal Training Assistance Act",
  "Anteil des Bundes an den Einnahmen nach dem Unterhaltsvorschussgesetz": "Federal government's share of revenue under the Child Support Advance Act",
  "Arbeitsbelohnungen, Taschengelder, Festtagsgaben": "Work rewards, pocket money, holiday gifts",
  "Arbeitsentgelte, Ausbildungsbeihilfen, Taschengelder im Justizvollzug": "Wages, training allowances, pocket money in the prison system",
  "Arbeitsförderungsgeld für Werkstätten für behinderte Menschen nach § 43 SGB IX": "Employment promotion allowance for workshops for disabled people according to § 43 SGB IX",
  "Arbeitsgericht": "Labor Court",
  "Arbeitsmarktpolitik": "Labor market policy",
  "Archiv- und Sammlungsgegenstände aus zweckgebundenen Einnahmen": "Archival and collection items from earmarked revenues",
  "Archive und Sammlungen": "Archives and Collections",
  "Asphaltierung einer Fahrgasse in der Oderstraße zwischen Grüner Weg und Emser Straße": "Asphalting of a driving lane in Oderstraße between Grüner Weg and Emser Straße",
  "Aufbau Zentralstelle Cybercrime": "Establishment of the Central Cybercrime Unit",
  "Aufbau eines Dokumentenmanagementsystems im Verfassungsschutz Berlin": "Development of a document management system at the Berlin Office for the Protection of the Constitution",
  "Aufbau eines gemeinsamen Verkehrsinformations- und -steuerungssystems für die Region Berlin/Brandenburg": "Development of a joint traffic information and control system for the Berlin/Brandenburg region",
  "Aufbau und Betrieb einer barrierefreien Leit- und Informations-App": "Development and operation of an accessible guidance and information app",
  "Aufbau und Betrieb eines berlinweiten Veranstaltungskalender": "Development and operation of a Berlin-wide event calendar",
  "Aufbau und Betrieb eines digitalen Testfelds für automatisiertes und vernetztes Fahren": "Setup and operation of a digital test field for automated and connected driving",
  "Aufführungsrechte, Kompositionsaufträge": "Performance rights, composition commissions",
  "Aufwendungen der Bezirke - Arbeit, Soziales, Gleichstellung, Integration, Vielfalt und Antidiskriminierung -": "District expenditures - labor, social affairs, equality, integration, diversity and anti-discrimination -",
  "Aufwendungen der Bezirke - Bildung, Jugend und Familie -": "District expenditures - education, youth and family -",
  "Aufwendungen der Bezirke - Inneres und Sport -": "District expenditures - Interior and Sport -",
  "Aufwendungen der Bezirke - Kultur und Gesellschaftlicher Zusammenhalt -": "District expenditures - Culture and Social Cohesion -",
  "Aufwendungen der Bezirke - Mobilität, Verkehr, Klimaschutz und Umwelt -": "District expenditures - mobility, transport, climate protection and environment -",
  "Aufwendungen der Bezirke - Stadtentwicklung, Bauen und Wohnen -": "District expenditures - urban development, construction and housing -",
  "Aufwendungen der Bezirke - Wirtschaft, Energie und Betriebe -": "District expenditures - economy, energy and businesses -",
  "Aufwendungen der Bezirke - Wissenschaft, Gesundheit und Pflege -": "District expenditures - science, health and care -",
  "Aufwendungen des Erziehungsdirektoriums": "Expenditures of the Directorate of Education",
  "Aufwendungen für Abgeordnete": "Expenses for Members of Parliament",
  "Aufwendungen für Beiräte": "Expenses for advisory boards",
  "Aufwendungen für Bezirksverordnete": "Expenses for district councilors",
  "Aufwendungen für das Deutschlandticket": "Expenses for the Germany Ticket",
  "Aufwendungen für ehrenamtlich Tätige": "Expenses for volunteers",
  "Aufwendungen für freie Mitarbeiterinnen und Mitarbeiter (Fremdfinanzierung)": "Expenses for freelance staff (external funding)",
  "Aufwendungen für freie Mitarbeiterinnen und Mitarbeiter aus der Ausgleichsabgabe nach dem Sozialgesetzbuch -Neuntes Buch-": "Expenditures for freelance employees from the compensatory levy under the Social Code - Book Nine -",
  "Aufwendungen für freie Mitarbeiterinnen und Mitarbeiter aus zweckgebundenen Entgelten": "Expenses for freelance staff from earmarked fees",
  "Aufwendungen für freie Mitarbeiterinnen und Mitarbeiter im Rahmen der Personalkostenbudgetierung": "Expenditures for freelance staff within the framework of personnel cost budgeting",
  "Aufwendungen für freie Mitarbeiterinnen und Mitarbeiter zur Förderung von Schulen im Rahmen der Berlin-Challenge": "Expenditures for freelance staff to support schools within the framework of the Berlin Challenge",
  "Aufwendungen für freie Mitarbeiterinnen und Mitarbeiter zur Förderung von Schulen im Rahmen des Bonus-Programmes": "Expenditures for freelance staff to support schools within the framework of the bonus program",
  "Aufwendungen für freie Mitarbeiterinnen und Mitarbeiter zur Unterstützung von Bildungsverbünden": "Expenditures for freelance staff to support educational networks",
  "Aufwendungen für freie Mitarbeiterinnen und Mitarbeiter zur Unterstützung von Schulen aus dem Verfügungsfonds": "Expenditures for freelance staff to support schools from the discretionary fund",
  "Aufwendungen für freie Mitarbeiterinnen/Mitarbeiter": "Expenses for freelance staff",
  "Aufwendungen für freie Mitarbeiterinnen/Mitarbeiter aus ESF-Mitteln (Förderperiode 2021-2027)": "Expenditures for freelance staff from ESF funds (funding period 2021-2027)",
  "Aufwendungen für freie Mitarbeiterinnen/Mitarbeiter aus zweckgebundenen Einnahmen": "Expenses for freelance staff from earmarked income",
  "Aufwendungen für freie Mitarbeiterinnen/Mitarbeiter aus zweckgebundenen Entgelten für Integrationskurse": "Expenses for freelance staff from earmarked fees for integration courses",
  "Aufwendungen für freie Mitarbeiterinnen/Mitarbeiter für IT-Administration aus dem DigitalPakt Schule": "Expenses for freelance IT administration staff from the Digital Pact for Schools",
  "Aufwendungen für freie Mitarbeiterinnen/Mitarbeiter im Rahmen des Wissenstransfers": "Expenses for freelance staff in the context of knowledge transfer",
  "Aufwendungen für zusätzliche freie Mitarbeiterinnen und Mitarbeiter": "Expenses for additional freelance staff",
  "Aufwendungen im Kontext dualer Studiengänge": "Expenses in the context of dual study programs",
  "Aufwendungen im Rahmen der Notfallvorsorge": "Expenditures within the framework of emergency preparedness",
  "Aufwendungsersatz BIM GmbH": "Reimbursement of expenses BIM GmbH",
  "Aufwendungszuschüsse für Modernisierung und Instandsetzung von in Plattenbauweise errichteten Wohngebäuden": "Subsidies for the modernization and repair of residential buildings constructed using prefabricated concrete panels",
  "Aufwendungszuschüsse für den sozialen Wohnungsbau (1. Förderungsweg) im Anschluss an die Förderungsphase I": "Subsidies for social housing construction (1st funding path) following funding phase I",
  "Aufwendungszuschüsse für die Förderung des Wohnungsbaues außerhalb des 1. Förderungswegs": "Subsidies for the promotion of housing construction outside the first funding pathway",
  "Aufwertung der Skateranlage, Heidelberger Platz": "Upgrade of the skate park, Heidelberger Platz",
  "Aus- und Fortbildung": "Training and further education",
  "Aus- und Fortbildung für IT-Administration aus dem DigitalPakt Schule": "Training and further education for IT administration from the Digital Pact for Schools",
  "Aus- und Fortbildung für die verfahrensabhängige IKT": "Training and further education for process-dependent ICT",
  "Aus- und Fortbildung für die verfahrensunabhängige IKT": "Training and further education for process-independent ICT",
  "Aus- und Fortbildung und Umschulung aus Zuwendungen": "Education, training and retraining funded by grants",
  "Ausbau DataWarehouse Jugend": "Expansion of the Youth Data Warehouse",
  "Ausbau der Ferdinand-Buisson-Straße, OT Französisch Buchholz": "Expansion of Ferdinand-Buisson-Straße, district of Französisch Buchholz",
  "Ausbau der Panke in Berlin Mitte und Pankow (Phase I)": "Expansion of the Panke River in Berlin Mitte and Pankow (Phase I)",
  "Ausbau der Panke in Berlin Mitte und Pankow (Phase II)": "Expansion of the Panke River in Berlin Mitte and Pankow (Phase II)",
  "Ausbau der Südpanke von Chausseestraße bis Habersaathstraße": "Expansion of the southern Panke river from Chausseestraße to Habersaathstraße",
  "Ausbau und Modernisierung des Lichtwellenleiternetz": "Expansion and modernization of the fiber optic network",
  "Ausbildungsentgelte (Praktikantinnen/Praktikanten, Volontärinnen/Volontäre)": "Training allowances (interns, trainees)",
  "Ausbildungsentgelte (Tarifbeschäftigte)": "Training allowances (employees covered by collective agreements)",
  "Ausbildungsförderung": "Educational support",
  "Ausgaben der Länder für den unabhängigen Beirat des Stabilitätsrates": "Countries' expenditure on the Independent Advisory Board of the Stability Council",
  "Ausgaben für Leistungen an Tarifbeschäftigte nach den Verwaltungsvorschriften VV Teilausgleiche und VV Rente": "Expenditures for benefits to salaried employees according to the administrative regulations VV Partial Compensation and VV Pension",
  "Ausgaben für Unterkunft und Heizung nach SGB II als einmalige Leistung": "Expenses for accommodation and heating according to SGB II as a one-off benefit",
  "Ausgaben für Unterkunft und Heizung nach SGB II als laufende Leistung": "Expenses for accommodation and heating according to SGB II as ongoing benefits",
  "Ausgaben für den Schülerinnen- und Schülerhaushalt": "Expenditures for the student budget",
  "Ausgaben für den Tierschutz": "Expenditure on animal welfare",
  "Ausgaben für die Ausstattung der G10-Stelle": "Expenditure for the equipment of the G10 office",
  "Ausgaben für die Haltung von Fahrzeugen": "Expenditure on vehicle maintenance",
  "Ausgaben für einmalige Beihilfen nach § 24 Abs. 3 Nrn. 1 und 2 SGB II": "Expenditures for one-off grants pursuant to Section 24 Paragraph 3 Numbers 1 and 2 of the German Social Code, Book II",
  "Ausgaben im Rahmen der schulischen Eigenverantwortung": "Expenditures within the scope of school self-responsibility",
  "Ausgaben zur Durchführung des Nationalen Stipendiumprogramms": "Expenditures for the implementation of the National Scholarship Programme",
  "Ausgabenersatz an die BBB für Instandhaltungs- und Sanierungsmaßnahmen an landeseigenen Bädern": "Reimbursement of expenses to the BBB for maintenance and renovation measures at state-owned swimming pools",
  "Ausgabenersatz an die IBB für Gerichts- und ähnliche Kosten": "Reimbursement of expenses to the IBB for court and similar costs",
  "Ausgabenersatz an die Olympiastadion Berlin GmbH (OStaBG) für Instandhaltungs- und Sanierungsmaßnahmen": "Reimbursement of expenses to Olympiastadion Berlin GmbH (OStaBG) for maintenance and renovation measures",
  "Ausgleich der IBB für Ausfälle im Rahmen von Förderprogrammen": "IBB compensation for losses within the framework of funding programs",
  "Ausgleich für bezirkliche Eigenanteile an Infrastrukturmaßnahmen im Rahmen der GRW": "Compensation for district-level contributions to infrastructure measures within the framework of the GRW",
  "Ausgleichsabgabe für nicht besetzte Pflichtplätze nach dem Sozialgesetzbuch -Neuntes Buch-": "Compensatory levy for unfilled compulsory places according to the Social Code - Book Nine -",
  "Ausgleichszahlungen an die Energiesparpartner": "Compensation payments to the energy saving partners",
  "Auskehr von Verkaufserlösen nach dem Investitionsvorranggesetz": "Distribution of sales proceeds according to the Investment Priority Act",
  "Ausschmückung von Räumen": "Decoration of rooms",
  "Ausschreibungen, Bekanntmachungen": "Tenders, announcements",
  "Ausstattung der Dienststellen mit WLAN": "Equipping offices with WLAN",
  "Ausstattungsinvestitionen im Rahmen des Infrastrukturausbaus der Ganztagsbetreuung für Grundschulkinder": "Equipment investments as part of the infrastructure expansion of all-day care for primary school children",
  "Austausch und Erneuerung von Digitalfunktechnik": "Exchange and renewal of digital radio technology",
  "Auswertung und Analyse (AuA)": "Evaluation and Analysis (E&A)",
  "Auswärtige Angelegenheiten": "Foreign Affairs",
  "Auswärtige Städteverbindungen": "External city connections",
  "Auszahlungsabgelder": "Disbursement fees",
  "Automation der Kosteneinziehungstelle der Justiz AJUKA": "Automation of the cost recovery office of the judiciary AJUKA",
  "B 96 Stadtprojekt Tempelhofer Damm von Platz der Luftbrücke bis Borussiastraße in Tempelhof-Schöneberg": "B 96 City Project Tempelhofer Damm from Platz der Luftbrücke to Borussiastraße in Tempelhof-Schöneberg",
  "BDG Berliner Allee: Umsetzung Brandschutzkonzept": "BDG Berliner Allee: Implementation of fire protection concept",
  "BHT, Asbestsanierung des Hauses Bauwesen": "BHT, Asbestos Remediation of the House Construction",
  "BHT, Innensanierung Haus Bauwesen": "BHT, Interior Renovation House Construction",
  "BHT, Neubau eines Laborgebäudes am Campus Mitte, WAL (Wedding advanced Laboratories)": "BHT, new construction of a laboratory building on the central campus, WAL (Wedding Advanced Laboratories)",
  "BHT, TXL, Vorgezogene Maßnahmen (Rückbau und Schadstoffbeseitigung)": "BHT, TXL, Preliminary measures (decommissioning and pollutant removal)",
  "Barleistungen in Einrichtungen nach SGB XII und AsylbLG": "Cash benefits in facilities under SGB XII and AsylbLG",
  "Barrierefreier Ausbau des Abgeordnetenhauses": "Barrier-free expansion of the House of Representatives",
  "Barrierefreier Ausbau von Bushaltestellen": "Barrier-free expansion of bus stops",
  "Bau der Grünanlage Sprengelpark": "Construction of the Sprengelpark green space",
  "Bau der Skateranlage aus der Rücklage": "Construction of the skate park from the reserve fund",
  "Bau- und Wohnungsaufsicht": "Building and Housing Supervision",
  "Baufeldvorbereitungen in Sonderfällen": "Site preparation in special cases",
  "Bauhausarchiv, Erweiterungsbau sowie Sanierung und Funktionsanpassung Bestandsgebäude": "Bauhaus Archive, extension building as well as renovation and functional adaptation of existing building",
  "Baukollegium": "Building Committee",
  "Bauliche Unterhaltung von Schulen und Schulsportanlagen": "Structural maintenance of schools and school sports facilities",
  "Bauvorbereitungsmittel": "Construction preparation materials",
  "Beauftragte/Beauftragter für Datenschutz und Informationsfreiheit": "Officer for Data Protection and Freedom of Information",
  "Beauftragte/Beauftragter zur Aufarbeitung der SED-Diktatur (BAB)": "Commissioner for the Reappraisal of the SED Dictatorship (BAB)",
  "Beförderung von Kindern mit Behinderung": "Transport of children with disabilities",
  "Begegnungen, politische Bildungsarbeit, Gruppenfahrten": "Encounters, political education work, group trips",
  "Beihilfen für Dienstkräfte": "Benefits for service personnel",
  "Beihilfen für Jugendliche": "Grants for young people",
  "Beihilfen und Unterstützungen für Versorgungsempfängerinnen und Versorgungsempfänger": "Benefits and support for benefit recipients",
  "Beihilfen und Unterstützungen für Versorgungsempfängerinnen und Versorgungsempfänger im Bereich der Finanzverwaltung": "Benefits and support for pension recipients in the area of financial administration",
  "Beihilfen und Unterstützungen für Versorgungsempfängerinnen und Versorgungsempfänger im Bereich der Schule": "Grants and support for benefit recipients in the school sector",
  "Beihilfen und Unterstützungen für Versorgungsempfängerinnen und Versorgungsempfänger im Bereich der öffentlichen Sicherheit und Ordnung": "Benefits and support for beneficiaries in the area of public safety and order",
  "Beihilfen und Unterstützungen für Versorgungsempfängerinnen und Versorgungsempfänger im Bereich des Rechtsschutzes": "Assets and support for benefit recipients in the area of legal protection",
  "Beirat für frauenspezifische Belange": "Advisory Board for Women's Issues",
  "Beistellungen zur Anbindung der KoopLSt an die Anwendungen der Berliner Feuerwehr": "Contributions for connecting the KoopLSt to the applications of the Berlin Fire Department",
  "Beistellungen zur Anbindung der KoopLSt an die Anwendungen der Polizei Berlin": "Contributions to the connection of the KoopLSt to the applications of the Berlin police",
  "Beiträge an Sozialversicherungsträger": "Contributions to social security institutions",
  "Beiträge an die Unfallkasse": "Contributions to the accident insurance fund",
  "Beiträge an die Unfallkasse für Arbeitnehmerinnen und Arbeitnehmer": "Contributions to the accident insurance fund for employees",
  "Beiträge nach dem Pflegeversicherungsgesetz für Krankenversorgungsberechtigte": "Contributions under the Long-Term Care Insurance Act for those entitled to health care benefits",
  "Bekleidung und Wäsche nach SGB XII und AsylbLG": "Clothing and laundry according to SGB XII and AsylbLG",
  "Bekleidung und Wäsche nach dem Kinder- und Jugendhilfegesetz": "Clothing and laundry according to the Child and Youth Welfare Act",
  "Bekleidung, Wäsche": "Clothing, laundry",
  "Beköstigung": "Catering",
  "Belehrung, Unterhaltung": "Instruction, entertainment",
  "Belohnungen": "Rewards",
  "Bergbau, verarbeitendes Gewerbe und Baugewerbe": "Mining, manufacturing and construction",
  "Bergung nicht-chemischer Kampfmittel und Beseitigung ehemaliger Kampf- und Schutzanlagen": "Recovery of non-chemical munitions and removal of former combat and shelter facilities",
  "Berlin School of Public Health": "Berlin School of Public Health",
  "Berlin-Informationen": "Berlin Information",
  "Berliner Feuerwehr": "Berlin Fire Department",
  "Berliner Feuerwehr - Behördenleitung -": "Berlin Fire Department - Authority Management -",
  "Berliner Feuerwehr - Berliner Feuerwehr- und Rettungsdienst-Akademie -": "Berlin Fire Department - Berlin Fire and Rescue Service Academy -",
  "Berliner Feuerwehr - Einsatzbereiche -": "Berlin Fire Department - Areas of Operation -",
  "Berliner Feuerwehr - Zentraler Service -": "Berlin Fire Department - Central Service -",
  "Berliner Feuerwehr, Neubau Berliner Feuerwehr- und Rettungsakademie (BFRA) - Abriss und Schadstoffsanierung": "Berlin Fire Department, New Construction of the Berlin Fire and Rescue Academy (BFRA) - Demolition and Hazardous Material Remediation",
  "Berliner Forsten": "Berlin Forests",
  "Berliner Landeszentrale für politische Bildung": "Berlin State Center for Political Education",
  "Beschaffung eines Kunstrasenreinigungsgeräts zur eigenst. Pflege von Kunstrasenplätzen durch das Schul- und Sportamt": "Procurement of an artificial turf cleaning device for the independent maintenance of artificial turf pitches by the School and Sports Office",
  "Beschaffung und Aufstellung von Weihnachtsbäumen": "Procurement and setup of Christmas trees",
  "Beschaffung von Fahrzeugen zur Umsetzung des Berliner Energie- und Klimaschutzprogramms (BEK 2030)": "Procurement of vehicles for the implementation of the Berlin Energy and Climate Protection Program (BEK 2030)",
  "Beschaffung von MDE-Geräten": "Procurement of mobile data entry devices",
  "Beschaffungen für den Betrieb und die Weiterentwicklung des Referenzsystems SAPOS (Satellitenpositionierungsdienst der deutschen Landesvermessung)": "Procurement for the operation and further development of the SAPOS reference system (satellite positioning service of the German state surveying office)",
  "Beschäftigtenvertretungen": "Employee representatives",
  "Beseitigung von Bodenverunreinigungen": "Removal of soil contamination",
  "Besondere Aufgaben": "Special tasks",
  "Besondere Aufgaben der Kultusministerkonferenz": "Special tasks of the Standing Conference of the Ministers of Education and Cultural Affairs",
  "Besondere Aufwendungen für die Sicherheit Berlins": "Special expenditures for the security of Berlin",
  "Besondere Entschädigungen und Ausgleichszahlungen": "Special compensation and equalization payments",
  "Besondere Förderungsmaßnahmen in der Landwirtschaft mit Bundes- und EU-Beteiligung": "Special support measures in agriculture with federal and EU participation",
  "Besondere Leistungen für Amtsmündel": "Special services for wards of the state",
  "Besondere Unterstützungsmaßnahmen an Schulen": "Special support measures at schools",
  "Bestattungen als Leistung der Jugendhilfe": "Funerals as a service of youth welfare",
  "Bestattungen nach dem SGB XII und AsylbLG": "Funerals according to the German Social Code Book XII and the Asylum Seekers' Benefits Act",
  "Beteiligung Dritter zur Erhöhung der Kostensicherheit von Hochbaumaßnahmen": "Participation of third parties to increase cost certainty in building construction projects",
  "Beteiligung an Messen und Ausstellungen": "Participation in trade fairs and exhibitions",
  "Beteiligung an Personalausgaben für ehemalige Berliner Dienstkräfte bei Gemeinden gemäß Beamtenversorgungsgesetz": "Participation in personnel expenses for former Berlin civil servants at municipalities in accordance with the Civil Servants' Pension Act",
  "Beteiligung an Personalausgaben für ehemalige Berliner Dienstkräfte bei Gemeinden nach dem Gesetz zu Artikel 131 Grundgesetz": "Participation in personnel expenses for former Berlin civil servants at municipalities according to the law on Article 131 of the Basic Law",
  "Beteiligung an Personalausgaben für ehemalige Berliner Dienstkräfte bei Ländern nach dem Beamtenversorgungsgesetz": "Participation in personnel expenses for former Berlin civil servants in federal states according to the Civil Service Pension Act",
  "Beteiligung an Personalausgaben für ehemalige Berliner Dienstkräfte bei Ländern nach dem Gesetz zu Artikel 131 Grundgesetz": "Participation in personnel expenses for former Berlin civil servants in federal states according to the law on Article 131 of the Basic Law",
  "Beteiligung an Personalausgaben für ehemalige Berliner Dienstkräfte bei Sozialversicherungsträgern nach dem Gesetz zu Artikel 131 Grundgesetz": "Participation in personnel expenses for former Berlin civil servants at social security institutions according to the law on Article 131 of the Basic Law",
  "Beteiligung an Personalausgaben für ehemalige Berliner Dienstkräfte bei sonstigen Dienstherren nach dem Beamtenversorgungsgesetz": "Participation in personnel expenses for former Berlin civil servants employed by other public employers under the Civil Service Pension Act",
  "Beteiligung an Personalausgaben für ehemalige Berliner Dienstkräfte bei sonstigen Dienstherren nach dem Gesetz zu Artikel 131 Grundgesetz": "Participation in personnel expenses for former Berlin civil servants employed by other public employers according to the law on Article 131 of the Basic Law",
  "Beteiligung an Personalausgaben für ehemalige Berliner Dienstkräfte beim Bund nach dem Beamtenversorgungsgesetz": "Participation in personnel expenses for former Berlin civil servants employed by the federal government under the Civil Service Pension Act",
  "Beteiligung an Personalausgaben für ehemalige Berliner Dienstkräfte beim Bund nach dem Gesetz zu Artikel 131 Grundgesetz": "Participation in personnel expenses for former Berlin civil servants employed by the Federal Government according to the law on Article 131 of the Basic Law",
  "Beteiligung der Bürgerinnen und Bürger an Planungen": "Citizen participation in planning",
  "Betreuung von Besucherinnen und Besuchern": "Guardianship of visitors",
  "Betreuung von Verfolgten des NS-Regimes bei Berlin-Besuchen": "Care of victims of Nazi persecution during visits to Berlin",
  "Betrieb und Unterhaltung der Wasserflächen am Potsdamer Platz": "Operation and maintenance of the water features at Potsdamer Platz",
  "Betriebs- und Nebenkosten im Rahmen des Facility Managements": "Operating and ancillary costs within the framework of facility management",
  "Bettentransportwagen": "Bed transport trolley",
  "Bewirtschaftung der Grundstücke, Gebäude und Räume aus zweckgebundenen Einnahmen": "Management of the land, buildings and rooms from earmarked revenues",
  "Bewirtschaftungsausgaben": "Management expenses",
  "Bezirksamt Charlottenburg-Wilmersdorf": "Charlottenburg-Wilmersdorf District Office",
  "Bezirksamt Friedrichshain-Kreuzberg": "District Office Friedrichshain-Kreuzberg",
  "Bezirksamt Lichtenberg": "Lichtenberg District Office",
  "Bezirksamt Marzahn-Hellersdorf": "Marzahn-Hellersdorf District Office",
  "Bezirksamt Mitte": "District Office Mitte",
  "Bezirksamt Neukölln": "Neukölln District Office",
  "Bezirksamt Pankow": "Pankow District Office",
  "Bezirksamt Reinickendorf": "Reinickendorf District Office",
  "Bezirksamt Spandau": "Spandau District Office",
  "Bezirksamt Steglitz-Zehlendorf": "Steglitz-Zehlendorf District Office",
  "Bezirksamt Tempelhof-Schöneberg": "Tempelhof-Schöneberg District Office",
  "Bezirksamt Treptow-Köpenick": "Treptow-Köpenick District Office",
  "Bezirksbürgermeisterin/Bezirksbürgermeister": "District Mayor",
  "Bezirksverordnetenversammlung": "District Assembly",
  "Bezirkszuschuss zum Ausbau der Tagespflege im Rahmen der Investitionsprogramme Kinderbetreuungsfinanzierung": "District subsidy for the expansion of day care within the framework of the investment programs for childcare financing",
  "Bezüge der Anwärterinnen und Anwärter": "Remuneration of the candidates",
  "Bezüge der Beamtinnen und Beamten (Fremdfinanzierung)": "Salaries of civil servants (external financing)",
  "Bezüge der Beamtinnen/Beamten aus zweckgebundenen Einnahmen": "Remuneration of civil servants from earmarked income",
  "Bezüge der Beamtinnen/Beamten für Maßnahmen im Rahmen des Wissenstransfers": "Remuneration of civil servants for measures within the framework of knowledge transfer",
  "Bezüge der planmäßigen Beamtinnen und Beamten": "Salaries of regular civil servants",
  "Bezüge der planmäßigen Beamtinnen/Beamten im Rahmen der Personalkostenbudgetierung": "Salaries of regular civil servants within the framework of personnel cost budgeting",
  "Bezüge der planmäßigen Richter/Richterinnen": "Salaries of regular judges",
  "Bibliotheken": "Libraries",
  "Bildungswesen, Wissenschaft, Forschung, kulturelle Angelegenheiten": "Education, science, research, cultural affairs",
  "Blindenhilfe nach dem SGB XII": "Blind assistance according to the German Social Code, Book XII",
  "Bodendenkmalpflege": "Preservation of archaeological monuments",
  "Body- und Dashcams": "Body and dashcams",
  "Botanischer Garten, Grundsanierung des Mittelmeerhauses": "Botanical Garden, complete renovation of the Mediterranean House",
  "Brandschutzsanierung Olympiastützpunkt Grünau; 12527, Sportpromenade 3": "Fire protection renovation Olympic training center Grünau; 12527, Sportpromenade 3",
  "Brotfabrik: Sanierung der Wohnungen und Umbau zu Atelierwohnungen; 13086, Prenzlauer Promenade 4": "Bread factory: Renovation of the apartments and conversion into studio apartments; 13086, Prenzlauer Promenade 4",
  "Brunnenerneuerung": "Well renovation",
  "Brücke-Museum": "Brücke Museum",
  "Bürger- und Polizeibeauftragte/Bürger- und Polizeibeauftragter des Landes Berlin": "Citizens' and Police Commissioner of the State of Berlin",
  "Bürgerdienste, Bürgerämter und Wahlen": "Citizen services, citizens' offices and elections",
  "Bürodienstgebäude Klosterstr. Datenneuverkabelung": "Office building Klosterstr. Data rewiring",
  "Charité, Ambulanz-, Translations- und Innovationszentrum (ATIZ), CCM": "Charité, Ambulance, Translation and Innovation Center (ATIZ), CCM",
  "Charité, Einrichtung eines IT-Zentrums II, CVK/alle Campus": "Charité, Establishment of an IT Center II, CVK/all Campuses",
  "Charité, Erneuerung Nachrichten- und Sicherheitstechnik, Gebäudeautomation und MSR-Technik, alle Campus": "Charité, renewal of communications and security technology, building automation and measurement and control technology, all campuses",
  "Charité, Erneuerung Zentrale Kälte, CVK": "Charité, Renewal of Central Refrigeration, CVK",
  "Charité, Erneuerung der Infrastruktur Süd, CVK": "Charité, Renewal of Infrastructure South, CVK",
  "Charité, Forschungseinrichtung für Experimentelle Medizin; CCB": "Charité, Research Institute for Experimental Medicine; CCB",
  "Charité, Forschungsgebäude Berlin Center of Advanced Therapies (BeCAT), CVK": "Charité, research building Berlin Center of Advanced Therapies (BeCAT), CVK",
  "Charité, Herrichtung von Bestandsflächen für das Friede Springer Cardiovascular Prevention Center at Charité (FS-CPC), CBF": "Charité, Preparation of existing areas for the Friede Springer Cardiovascular Prevention Center at Charité (FS-CPC), CBF",
  "Charité, Krankenhausinformationssystem (KIS)": "Charité, Hospital Information System (HIS)",
  "Charité, Neubau Universitäres Herzzentrum der Charité inkl. Zentraler Notaufnahme, CVK": "Charité, New Building University Heart Center of the Charité incl. Central Emergency Department, CVK",
  "Charité, Sanierung Aschheim Zondek-Haus, CCM": "Charité, Renovation Aschheim Zondek House, CCM",
  "Charité, Sanierung Behandlungsbau, Komplettierung OP-Ebene, CBF": "Charité, renovation of the treatment building, completion of the operating room level, CBF",
  "Charité, Sanierung Fassade 1. BA, CBF": "Charité, Renovation of the facade, 1st construction phase, CBF",
  "Charité, Sanierung Friedrich Busch-Haus, CCM": "Charité, Renovation of Friedrich Busch House, CCM",
  "Charité, Sanierung Hessische Straße Kopfbau, CCM": "Charité, renovation of Hessische Straße main building, CCM",
  "Charité, Sanierung Hochhauskomplex inklusive ergänzender Maßnahmen, CCM": "Charité, renovation of high-rise complex including supplementary measures, CCM",
  "Charité, Sanierung Pflegestationen, 2. BA., CBF": "Charité, Renovation of nursing wards, 2nd construction phase, CBF",
  "Charité, Sanierung Pflegestationen, CBF": "Charité, Renovation of Nursing Wards, CBF",
  "Charité, Sanierung der Klinik für Psychiatrie und Psychotherapie, CCM": "Charité, renovation of the Clinic for Psychiatry and Psychotherapy, CCM",
  "Charité, TU-Forschungsbau der simulierte Mensch, CVK": "Charité, TU research building of the simulated human, CVK",
  "Charlottenburg-Wilmersdorf": "Charlottenburg-Wilmersdorf",
  "Container zur Nutzung für die Parkraumbewirtschaftung": "Container for use in parking management",
  "DNA-Gerätschaften": "DNA devices",
  "Darlehen an Impfgeschädigte": "Loans to vaccine victims",
  "Darlehen an Opfer von Gewalttaten": "Loans to victims of violent crimes",
  "Darlehen an Opfer von Kriegsauswirkungen beider Weltkriege und an Opfer nach dem Häftlingshilfegesetz (HHG)": "Loans to victims of the war effects of both World Wars and to victims under the Prisoner Assistance Act (HHG)",
  "Darlehen an Opfer von SED-Unrecht": "Loans to victims of SED injustice",
  "Darlehen an Sportorganisationen": "Loans to sports organizations",
  "Darlehen an öffentliche Unternehmen und Einrichtungen": "Loans to public companies and institutions",
  "Darlehen aus der Ausgleichsabgabe nach dem Sozialgesetzbuch-Neuntes Buch-": "Loans from the compensatory levy under the Social Code, Book Nine",
  "Darlehen für Rechtsverteidigung": "Loans for legal defense",
  "Darlehen für die Wohnungsbauförderung": "Loans for housing construction",
  "Darlehen nach dem 4. Kapitel SGB XII": "Loans according to Chapter 4 of the German Social Code, Book XII",
  "Darlehen nach dem Bundesausbildungsförderungsgesetz": "Loans under the Federal Training Assistance Act",
  "Darlehen nach dem SGB II": "Loans under the German Social Code, Book II",
  "Darlehen nach dem SGB IX": "Loans under the German Social Code, Book IX",
  "Darlehen nach dem SGB XII (ohne 4. Kapitel) und AsylbLG": "Loans under the German Social Code Book XII (excluding Chapter 4) and the Asylum Seekers' Benefits Act",
  "Darlehen und Schuldendienst": "Loans and debt service",
  "Darlehen und andere Finanzinstrumente an Unternehmen zur Soforthilfe": "Loans and other financial instruments to companies for immediate assistance",
  "Datenfernübertragung für die verfahrensabhängige IKT": "Remote data transmission for process-dependent ICT",
  "Datenfernübertragung für die verfahrensunabhängige IKT": "Remote data transmission for process-independent ICT",
  "Datenverarbeitung in der Verwaltungsgerichtsbarkeit": "Data processing in administrative courts",
  "Dekorationen, Fundus, Musikinstrumente, bühnentechnischer Bedarf": "Decorations, props, musical instruments, stage equipment",
  "Denkmalgerechte Sanierung der Fassade und Fenster Rathaus Lichtenberg, Möllendorffstraße 6, 10367 Berlin": "Renovation of the facade and windows of Lichtenberg Town Hall, Möllendorffstraße 6, 10367 Berlin, in accordance with historic preservation guidelines",
  "Denkmalgerechte Sanierung der Mauer Fredericiastraße (Denkmalschutz)": "Restoration of the wall on Fredericiastraße in accordance with historic preservation guidelines",
  "Denkmalgerechte Sanierung der Zaunanlage Garbatystraße/Berliner Straße": "Restoration of the fence system at Garbatystraße/Berliner Straße in accordance with historic preservation guidelines",
  "Denkmalgerechte Sanierung des Strandbades Müggelsee": "Renovation of the Müggelsee lido in accordance with its listed building status",
  "Denkmalgerechte Sanierung und Umnutzung Alte Schule; 12435, Bouchéstraße 75": "Renovation and conversion of the historic school building; 12435, Bouchéstraße 75",
  "Denkmalgerechte Wiederherstellung der Außenanlagen des IBA-Gebietes am Tegeler Hafen": "Restoration of the outdoor facilities of the IBA area at Tegel Harbor in accordance with heritage preservation standards",
  "Denkmalgerechte Wiederherstellung der Ruhwaldkolonnaden": "Restoration of the Ruhwald colonnades in accordance with their status as historical monuments",
  "Denkmalpflegerische Maßnahmen in Grünanlagen": "Conservation measures in green spaces",
  "Denkmalschutz und Denkmalpflege": "Monument protection and preservation",
  "Deutsche Oper Berlin, Dachinstandsetzung inklusive Ertüchtigung der Wärmedämmung sowie Gefahrstoffsanierung": "Deutsche Oper Berlin, roof repair including upgrading of thermal insulation and hazardous material remediation",
  "Deutsche Oper Berlin, Masterplan, 1. Bauabschnitt": "Deutsche Oper Berlin, Masterplan, 1st construction phase",
  "Deutsche Oper Berlin, Sanierung Orchestergraben mit Orchesterhubpodien und Erneuerung Lastenaufzug": "Deutsche Oper Berlin, renovation of the orchestra pit with orchestra lift platforms and renewal of the freight elevator",
  "Deutsches Theater, Errichtung eines Probebühnenzentrums, 2. BA Neubau": "German Theatre, Construction of a rehearsal stage centre, 2nd construction phase of the new building",
  "Dienst- und Schutzkleidung": "Service and protective clothing",
  "Dienstleistungen": "Services",
  "Dienstleistungen für Kartenzahlungen": "Services for card payments",
  "Dienstleistungen für die Förderprogramme der Städtebauförderung": "Services for urban development funding programs",
  "Dienstleistungen für die landesweite elektronische Aktenführung (E-Akte)": "Services for nationwide electronic record keeping (e-file)",
  "Dienstleistungen für die verfahrensabhängige IKT": "Services for process-dependent ICT",
  "Dienstleistungen für die verfahrensabhängige IKT (Rechenzentrum der Justiz)": "Services for process-dependent ICT (Data Center of the Judiciary)",
  "Dienstleistungen für die verfahrensunabhängige IKT": "Services for process-independent ICT",
  "Dienstleistungen von Kreditinstituten": "Services provided by credit institutions",
  "Dienstreisen": "Business trips",
  "Dienstreisen aus dem Verfügungsfonds": "Business trips from the discretionary fund",
  "Dienstreisen aus zweckgebundenen Einnahmen": "Business trips funded by earmarked revenue",
  "Digitalinfrastruktur (landesweit)": "Digital infrastructure (nationwide)",
  "Digitalisierung Mikrofilmarchiv": "Digitization of the microfilm archive",
  "Digitalisierung im Rahmen der Einführung der Digitalen Akte": "Digitization within the framework of the introduction of the digital file",
  "Digitalisierung optimierter Geschäftsprozesse nach dem EGovG Bln": "Digitalization of optimized business processes according to the Berlin E-Government Act",
  "Distanzelektroimpulsgeräte (DEIG)": "Distance electrical impulse devices (DEIG)",
  "Diversitätsfonds": "Diversity Fund",
  "Drohnen": "Drones",
  "Druck der Landeskartenwerke": "Printing of the state map series",
  "Durchgang Cuvrystr./Falckensteinstr.": "Passage Cuvrystr./Falckensteinstr.",
  "Durchlaufspenden an sonstige Empfängerinnen und Empfänger": "Pass-through donations to other recipients",
  "Durchlaufspenden an soziale oder ähnliche Einrichtungen": "Pass-through donations to social or similar institutions",
  "Ehrungen, Preise": "Honors, awards",
  "Eigenkapital ersetzendes Gesellschafterdarlehen an die Flughafen Berlin Brandenburg GmbH": "Shareholder loan to Flughafen Berlin Brandenburg GmbH replacing equity capital",
  "Eigenveranstaltete Erholungsmaßnahmen nach dem Kinder- und Jugendhilfegesetz": "Self-organized recreational activities according to the Child and Youth Welfare Act",
  "Einbau von RLT-Anlagen in die Sitzungssäle 311 und 376": "Installation of air handling units in meeting rooms 311 and 376",
  "Einbecker Straße (ehemals Ameisenspielplatz) (Lehrlingsbaustelle)": "Einbecker Straße (formerly Ameisenspielplatz) (apprentice construction site)",
  "Einführung Basisdienst Digitaler Antrag für die ministeriellen Fachverfahren der SenBJF": "Introduction of the basic digital application service for the ministerial specialist procedures of the SenBJF",
  "Einführung Fachverfahren Erwachsenenbildungsgesetz (EBiG)": "Introduction of specialist procedures under the Adult Education Act (EBiG)",
  "Einführung Fachverfahren Schulvertrag": "Introduction of specialized procedures for school contracts",
  "Einführung e-Akte für die Fachverfahren ISBJ": "Introduction of electronic files for the specialist procedures ISBJ",
  "Einführung eines Fachkräfteportals für die Ganztags-Schule (Ganztag)": "Introduction of a specialist portal for all-day schools (all-day school)",
  "Einführungsprojekt ISBJ-Jugendhilfe": "Introductory project ISBJ youth welfare",
  "Eingliederungshilfe für Studierende mit Behinderung": "Integration assistance for students with disabilities",
  "Eingliederungshilfe für behinderte Menschen nach SGB XII und AsylbLG": "Integration assistance for disabled people according to SGB XII and AsylbLG",
  "Eingliederungshilfe nach dem SGB IX für Menschen mit Behinderungen": "Integration assistance according to the German Social Code, Book IX (SGB IX) for people with disabilities",
  "Eingliederungshilfe nach § 35a SGB VIII außerhalb Berlins": "Integration assistance according to § 35a SGB VIII outside Berlin",
  "Eingliederungshilfe nach § 35a SGB VIII innerhalb Berlins": "Integration assistance according to § 35a SGB VIII within Berlin",
  "Einrichtung eines Berliner Turn-Around-Programms (Sanierungsbeteiligungsgesellschaft) bei der IBB": "Establishment of a Berlin turnaround program (restructuring investment company) at the IBB",
  "Einrichtungen der Jugendarbeit": "Youth work facilities",
  "Einrichtungen und Angebote für Seniorinnen und Senioren": "Facilities and services for senior citizens",
  "Einsatz von Erziehungsbeiständen, Betreuungshelferinnen und Betreuungshelfern nach dem Kinder- und Jugendhilfegesetz": "Use of educational support staff and care assistants according to the Child and Youth Welfare Act",
  "Einsatzleitzentrale (Stützungsmaßnahmen)": "Operations Control Center (Support Measures)",
  "Einwerbung von Forschungsvorhaben und -verbünden (Kofinanzierung, Vorbereitungsmittel)": "Acquisition of research projects and consortia (co-financing, preparatory funds)",
  "Eisenbahnen und öffentlicher Personennahverkehr": "Railways and public transport",
  "Empfänge, Feierlichkeiten": "Receptions, celebrations",
  "Energetische Modernisierung von Wohngebäuden (Effiziente GebäudePLUS)": "Energy-efficient modernization of residential buildings (Efficient Buildings PLUS)",
  "Energetische Sanierung der Fenster und Installation von Verschattungsanlagen, Bürodienstgebäude Müllerstraße 146, 13353 Berlin": "Energy-efficient renovation of windows and installation of shading systems, office building Müllerstraße 146, 13353 Berlin",
  "Energie- und Wasserversorgung, Entsorgung": "Energy and water supply, waste disposal",
  "Energie- und Wasserwirtschaft, Gewerbe, Dienstleistungen": "Energy and water management, trade, services",
  "Energiespar-Marketing": "Energy saving marketing",
  "Entgelte der Tarifbeschäftigten aus EFRE-Mitteln (Förderperiode 2021-2027)": "Remuneration of salaried employees from ERDF funds (funding period 2021-2027)",
  "Entgelte der Tarifbeschäftigten aus ESF-Mitteln (Förderperiode 2021-2027)": "Remuneration of salaried employees from ESF funds (funding period 2021-2027)",
  "Entgelte der Tarifbeschäftigten aus zweckgebundenen Einnahmen": "Remuneration of salaried employees from earmarked revenues",
  "Entgelte der nichtplanmäßigen Lehrkräfte aus dem Verfügungsfonds": "Remuneration of non-permanent teaching staff from the discretionary fund",
  "Entgelte der nichtplanmäßigen Lehrkräfte im Rahmen der Berlin-Challenge": "Remuneration of non-regular teachers within the framework of the Berlin Challenge",
  "Entgelte der nichtplanmäßigen Tarifbeschäftigten": "Remuneration of non-regular salaried employees",
  "Entgelte der nichtplanmäßigen Tarifbeschäftigten (Fremdfinanzierung/Zweckbindung/Ausgleichsabgabe)": "Remuneration of non-regular employees covered by collective agreements (external financing/earmarked funds/compensatory levy)",
  "Entgelte der nichtplanmäßigen Tarifbeschäftigten aus zweckgebundenen Einnahmen (nur Haushaltswirtschaft)": "Remuneration of non-regular salaried employees from earmarked revenues (budgetary management only)",
  "Entgelte der nichtplanmäßigen Tarifbeschäftigten zur Unterstützung von Bildungsverbünden": "Remuneration of non-regular salaried employees to support educational networks",
  "Entgelte der nichtplanmäßigen Tarifbeschäftigten zur eigenverantwortlichen Unterrichtsversorgung": "Remuneration of non-regular salaried employees for independent teaching provision",
  "Entgelte der nichtplanmäßigen Tarifbeschäftigten-Lehrkräfte": "Remuneration of non-regular salaried teachers",
  "Entgelte der planmäßigen Tarifbeschäftigten": "Remuneration of regular salaried employees",
  "Entgelte der planmäßigen Tarifbeschäftigten (Fremdfinanzierung/Zuwendung)": "Remuneration of regular salaried employees (external financing/grant)",
  "Entgelte der planmäßigen Tarifbeschäftigten-Lehrkräfte": "Remuneration of regularly employed teachers",
  "Entgelte für Einlagen mit negativer Verzinsung bei Banken": "Fees for deposits with negative interest rates at banks",
  "Entgelte für Statistikleistungen aufgrund von Servicevereinbarungen": "Fees for statistical services based on service agreements",
  "Entgelte für Tarifbeschäftigte für Maßnahmen im Rahmen des Solidarischen Grundeinkommens (SGE)": "Remuneration for salaried employees for measures within the framework of the Solidarity Basic Income (SGE)",
  "Entgelte für Tarifbeschäftigte für Maßnahmen im Rahmen des Wissenstransfers": "Remuneration for salaried employees for measures within the framework of knowledge transfer",
  "Entgelte für zusätzliche nichtplanmäßige Tarifbeschäftigte": "Payments for additional non-regular salaried employees",
  "Entnahme von Proben": "Taking of samples",
  "Entschädigungen an Opfer von Gewalttaten": "Compensation for victims of violent crimes",
  "Entschädigungen der ehrenamtlichen Verfassungsrichterinnen und Verfassungsrichter": "Compensation for honorary constitutional judges",
  "Entschädigungen, Ersatzleistungen": "Compensation, replacement benefits",
  "Entschädigungsleistungen für Empfängerinnen und Empfänger im Ausland": "Compensation payments for recipients abroad",
  "Entschädigungsleistungen für Empfängerinnen und Empfänger im Inland": "Compensation payments for recipients in Germany",
  "Entwicklung einer Kleingartenanlage nach BKleingG, Hansastraße": "Development of an allotment garden complex according to the Federal Allotment Garden Act, Hansastraße",
  "Entwicklung eines Bildungsportals für die Erwachsenenbildung": "Development of an educational portal for adult education",
  "Entwicklungsmaßnahme Parlaments- und Regierungsviertel": "Development project Parliament and Government Quarter",
  "Entwicklungsmaßnahmen für das landesweite Personalmarketing": "Development measures for nationwide personnel marketing",
  "Erbbauzinsen": "Ground rent",
  "Ergänzende hauswirtschaftliche und pflegerische Versorgung unterhalb des Pflegegrades 2 nach dem 7. Kapitel SGB XII": "Supplementary domestic and nursing care below care level 2 according to Chapter 7 of the German Social Code, Book XII",
  "Ergänzung des Büchergrundbestandes": "Supplementation of the basic book collection",
  "Erika-Heß-Eisstadion: Gesamtsanierung, Müllerstraße 158, 13353 Berlin": "Erika-Heß-Ice Stadium: Complete renovation, Müllerstraße 158, 13353 Berlin",
  "Erlösanteil aus dem Verkauf von Grundstücken": "Proceeds share from the sale of land",
  "Ermittlung von Boden- und Grundwasserverunreinigungen": "Determination of soil and groundwater contamination",
  "Erneuerung Server und APC": "Server and APC renewal",
  "Erneuerung der Charlottenstraße zwischen Dorotheenstraße und der Straße Unter den Linden in Mitte": "Renewal of Charlottenstraße between Dorotheenstraße and Unter den Linden in Mitte",
  "Erneuerung der Fahrbahn der Karl-Liebknecht-Straße von Torstraße bis einschließlich Memhardstraße in Mitte": "Renewal of the roadway of Karl-Liebknecht-Straße from Torstraße to and including Memhardstraße in Mitte",
  "Erneuerung der Helmsprechgarnituren": "Renewal of helmet headsets",
  "Erneuerung der Märkischen Allee zwischen Mehrower Allee und S Ahrensfelde in Marzahn-Hellersdorf": "Renewal of Märkische Allee between Mehrower Allee and S Ahrensfelde in Marzahn-Hellersdorf",
  "Erneuerung der Torstraße zwischen Chausseestraße und Karl-Liebknecht-Straße in Mitte": "Renewal of Torstraße between Chausseestraße and Karl-Liebknecht-Straße in Mitte",
  "Erneuerung der dezentralen Komponenten des Leitstellensystems IGNIS": "Renewal of the decentralized components of the IGNIS control center system",
  "Erneuerung der digitalen Alarmierungstechnik": "Renewal of digital alerting technology",
  "Erneuerung der digitalen Funkgeräte für Fahrzeuge des Typs MRT": "Renewal of digital radio equipment for MRT-type vehicles",
  "Erneuerung der passiven Netzwerkinfrastruktur": "Renewal of passive network infrastructure",
  "Erneuerung der zentralen Komponenten des Leitstellensystems IGNIS": "Renewal of the central components of the IGNIS control center system",
  "Erneuerung des Fachverfahrens Schulverzeichnis": "Renewal of the specialist procedure for the school directory",
  "Erneuerung des Gerätebestands für die Datenverarbeitung": "Renewal of the equipment inventory for data processing",
  "Erneuerung und Erweiterung der multifunktionalen Arbeitsplätze": "Renewal and expansion of multifunctional workplaces",
  "Ernährung, Landwirtschaft und Forsten": "Food, agriculture and forestry",
  "Errichtung eines Denkmals für Gast- und Vertragsarbeitende": "Erection of a memorial for guest and contract workers",
  "Errichtung von Schulergänzungsbauten in Modulbauweise (MEB)": "Construction of modular school extension buildings (MEB)",
  "Errichtung von Schulergänzungsbauten in Modulbauweise-flex": "Construction of modular school extension buildings - flexible",
  "Ersatz von Aufwendungen aus Erbschaften": "Reimbursement of expenses from inheritances",
  "Ersatz von Aufwendungen aus zweckgebundenen Einnahmen": "Reimbursement of expenses from earmarked revenues",
  "Ersatz von Ausgaben": "Replacement of expenses",
  "Ersatz von Ausgaben an Jugendhilfeträger": "Reimbursement of expenses to youth welfare providers",
  "Ersatz von Ausgaben an Länder": "Reimbursement of expenses to countries",
  "Ersatz von Ausgaben an Sozialversicherungsträger": "Reimbursement of expenses to social security institutions",
  "Ersatz von Ausgaben an Wohnungsbaugesellschaften": "Reimbursement of expenses to housing associations",
  "Ersatz von Ausgaben an den Bund": "Reimbursement of expenses to the Federal Government",
  "Ersatz von Ausgaben an den Bund für Aufwendungen aus den Sonder- und Zusatzversorgungssystemen der früheren DDR": "Reimbursement of expenses to the Federal Government for expenditures from the special and supplementary pension schemes of the former GDR",
  "Ersatz von Ausgaben an die Kreditanstalt für Wiederaufbau": "Reimbursement of expenses to the Reconstruction Loan Corporation",
  "Ersatz von Ausgaben aus zweckgebundenen Einnahmen Bundesstiftung Frühe Hilfen -öffentliche Jugendhilfe-": "Reimbursement of expenses from earmarked income Federal Foundation for Early Intervention - public youth welfare -",
  "Ersatz von Ausgaben der Messe Berlin": "Replacement of expenses of Messe Berlin",
  "Ersatz von Barauslagen": "Reimbursement of cash outlays",
  "Ersatz von Bewirtschaftungsausgaben": "Reimbursement of management expenses",
  "Ersatz von Fahrgeldausfällen an die BVG": "Compensation for fare losses to BVG",
  "Ersatz von Personalaufwendungen": "Reimbursement of personnel expenses",
  "Ersatz von Personalausgaben an Länder bei Abordnungen und Versetzungen": "Reimbursement of personnel expenses to countries in the case of secondments and transfers",
  "Ersatz von Personalausgaben an den Bund bei Abordnungen und Versetzungen": "Reimbursement of personnel expenses to the federal government in the case of secondments and transfers",
  "Ersatz von Personalausgaben an die Kita-Eigenbetriebe für versetzte Personalüberhangkräfte": "Reimbursement of personnel expenses to the daycare center operators for transferred surplus staff",
  "Ersatz von VBL-Sanierungsgeldern an die Kita-Eigenbetriebe": "Reimbursement of VBL renovation funds to the municipal daycare centers",
  "Ersatz von Versicherungsbeiträgen an Pflegepersonen nach dem Gesetz über Pflegeleistungen": "Reimbursement of insurance contributions to caregivers under the Long-Term Care Benefits Act",
  "Ersatz von Verwaltungsausgaben an Länder": "Reimbursement of administrative expenses to states",
  "Ersatz von Verwaltungsausgaben an Sozialversicherungsträger": "Reimbursement of administrative expenses to social security institutions",
  "Ersatz von Verwaltungsausgaben an den Bund": "Reimbursement of administrative expenses to the federal government",
  "Ersatz von Verwaltungsausgaben an die gemeinsamen Einrichtungen (KFA)": "Reimbursement of administrative expenses to the joint institutions (KFA)",
  "Ersatz von sonstigen besonderen Personalausgaben an die Kita-Eigenbetriebe": "Reimbursement of other special personnel expenses to the municipal daycare centers",
  "Ersatzbau JFE Maxim; 13086, Charlottenburger Straße 117": "Replacement building JFE Maxim; 13086, Charlottenburger Straße 117",
  "Ersatzbau d. Eisenacher Straße von Blumberger Damm bis Gothaer Straße": "Replacement construction of Eisenacher Straße from Blumberger Damm to Gothaer Straße",
  "Ersatzbau der Kurpromenade von Ritterfelddamm bis Waldallee": "Replacement construction of the spa promenade from Ritterfelddamm to Waldallee",
  "Ersatzbau des Kinderspielplatzes Bornsdorfer Straße/Lessinghöhe": "Replacement construction of the children's playground Bornsdorfer Straße/Lessinghöhe",
  "Ersatzbau des Kinderspielplatzes Kirchgasse 30": "Replacement building for the children's playground at Kirchgasse 30",
  "Ersatzbau des Preußenparks Bauteil \"1. BA Aktivitätsspielplatz\"": "Replacement building for Preußenpark, component \"1st construction phase, activity playground\"",
  "Ersatzbau des Preußenparks Bauteil \"2. BA Rondell\"": "Replacement building of the Prussian Park, component \"2nd construction phase, roundabout\"",
  "Ersatzbau des Preußenparks Bauteil \"3. BA Trümmerberg\"": "Replacement building of the Prussian Park, component \"3rd construction phase, rubble hill\"",
  "Ersatzbau des Preußenparks Bauteil \"4. BA Baumboulevard mit Spielbereich\"": "Replacement building for Preußenpark, section \"4th construction phase, tree boulevard with play area\"",
  "Ersatzbeschaffung eines Bücherbusses": "Replacement of a bookmobile",
  "Ersatzneubau der Hellersdorfer Brücken im Zuge der Eisenacher Straße in Berlin Marzahn-Hellersdorf": "Replacement construction of the Hellersdorf bridges along Eisenacher Straße in Berlin Marzahn-Hellersdorf",
  "Ersatzvornahmen": "Substitute measures",
  "Erstattung von Kosten an Träger der freien Jugendhilfe für Angebote im Rahmen der ergänzenden Förderung und Betreuung (ehemals Hort)": "Reimbursement of costs to independent youth welfare organizations for services within the framework of supplementary support and care (formerly after-school care)",
  "Erstattung von Kosten an Träger der freien Jugendhilfe für Ganztagsangebote der Schulen": "Reimbursement of costs to independent youth welfare organizations for all-day school programs",
  "Erstattung von Kosten der Tageseinrichtungen für Kinder nach dem Kindertagesförderungsgesetz": "Reimbursement of costs for daycare facilities for children according to the Child Daycare Promotion Act",
  "Erstattung von Kosten für Berliner Kinder in Tageseinrichtungen anderer Bundesländer": "Reimbursement of costs for Berlin children in daycare facilities in other federal states",
  "Erstattung von Kosten für Kinder anderer Bundesländer in Berliner Tageseinrichtungen aus zweckgebundenen Einnahmen": "Reimbursement of costs for children from other federal states in Berlin day care facilities from earmarked revenues",
  "Erstattung von Kosten für pädagogische Projekte an juristische Personen im Rahmen der Personalkostenbudgetierung": "Reimbursement of costs for educational projects to legal entities within the framework of personnel cost budgeting",
  "Erstattung von Versorgungsleistungen an die Ev. Kirche Berlin-Brandenburg": "Reimbursement of pension payments to the Evangelical Church of Berlin-Brandenburg",
  "Ertüchtigung des Einsatzleitsystems IGNIS": "Upgrading the IGNIS command and control system",
  "Erweiterung Notstromanlage": "Expansion of emergency power system",
  "Erweiterung des Gerätebestandes für die arbeitsplatzorientierte Datenverarbeitung": "Expansion of the equipment inventory for workplace-oriented data processing",
  "Erweiterung des Gerätebestands für die arbeitsplatzorientierte Datenverarbeitung": "Expansion of the equipment inventory for workplace-oriented data processing",
  "Erweiterung des Kinderspielplatzes im Geflügelviertel": "Expansion of the children's playground in the poultry district",
  "Erweiterung und Erneuerung der Übertragungstechnik": "Expansion and renewal of transmission technology",
  "Erwerb von Beteiligungen an sonstigen Unternehmen": "Acquisition of shareholdings in other companies",
  "Erwerb von Fahrzeugen aus Erbschaften und Spenden": "Acquisition of vehicles through inheritances and donations",
  "Erwerb von Fahrzeugen aus zweckgebundenen Einnahmen": "Acquisition of vehicles from earmarked revenues",
  "Erwerb von Grundstücken und Gebäuden (Sonderfinanzierungen)": "Acquisition of land and buildings (special financing)",
  "Erwerb von Spezialfahrzeugen": "Acquisition of special vehicles",
  "Erwerb von Tieren": "Acquisition of animals",
  "Europa im Quartier": "Europe in the neighborhood",
  "Europapolitische Kommunikationsarbeit": "European political communication work",
  "Europäische Staatsanwaltschaft": "European Public Prosecutor's Office",
  "FEZ, Sanierung des Daches der Schwimm- und Sporthalle einschließlich der Regenwasserleitungen im Gebäude": "FEZ, renovation of the roof of the swimming and sports hall including the rainwater pipes in the building",
  "FU, Forschungsneubau, Forschung an Biogrenzflächen, auf dem Gelände Takustraße": "FU, new research building, research on bio-interfaces, on the Takustraße site",
  "FU, Forschungsneubau, Tiermedizinisches Zentrum für Resistenzforschung, Robert-von-Ostertag-Straße": "FU, Research Building, Veterinary Medicine Center for Resistance Research, Robert-von-Ostertag-Straße",
  "FU, Grundsanierung Haus L, Geowissenschaften, Malteserstraße 74-100": "FU, Basic renovation of building L, Geosciences, Malteserstraße 74-100",
  "FU, Grundsanierung des Instituts für Chemie, 1. Bauabschnitt": "FU, basic renovation of the Institute of Chemistry, 1st construction phase",
  "FU, Grundsanierung des Instituts für Chemie, 2. Bauabschnitt": "FU, basic renovation of the Institute of Chemistry, 2nd construction phase",
  "FU, Neubau Institutsgebäude für Lebensmittelsicherheit und -hygiene": "FU, New building for the Institute for Food Safety and Hygiene",
  "Fahndungsmaßnahmen": "Search measures",
  "Fahrbahnerneuerung der Platanenallee zwischen Soorstraße und Kirschenallee": "Road resurfacing of the Platanenallee between Soorstraße and Kirschenallee",
  "Fahrgelder für Pfleglinge": "Travel expenses for those in care",
  "Fahrzeuge": "Vehicles",
  "Fahrzeuge des Katastrophenschutzes": "Disaster relief vehicles",
  "Fallunspezifische Arbeit und Fallteamarbeit": "Non-case-specific work and case team work",
  "Familienhilfe, Wohlfahrtspflege und Ähnliches (ohne Leistungen nach dem SGB VIII)": "Family support, welfare services and similar services (excluding services under the German Social Code, Book VIII)",
  "Familienunterstützende Hilfen zum begleiteten Umgang": "Family support services for supervised visitation",
  "Fehlbetrag des vorletzten Haushaltsjahres": "Deficit of the penultimate fiscal year",
  "Fernmeldefahrzeuge Feuerwehr": "Fire Department Communication Vehicles",
  "Feuerwehr-Informations-System": "Fire Department Information System",
  "Film- und Fotomaterial, Ton- und Videobänder": "Film and photographic material, audio and video tapes",
  "Finanzamt Berlin International": "Berlin International Tax Office",
  "Finanzverwaltung": "Finance Department",
  "Finanzwirtschaft": "Financial sector",
  "Finanzämter": "Tax offices",
  "Fischereiamt": "Fisheries Office",
  "Flottenmanagement": "Fleet management",
  "Forstwirtschaft und Jagd, Fischerei": "Forestry and hunting, fishing",
  "Fortbildung und Qualifizierung zur Unterstützung von Schulen aus dem Verfügungsfonds": "Further training and qualification to support schools from the discretionary fund",
  "Fortbildung und Qualifizierung zur Unterstützung von Schulen im Rahmen der Berlin-Challenge": "Further training and qualification to support schools within the framework of the Berlin Challenge",
  "Fortbildung und Qualifizierung zur Unterstützung von Schulen im Rahmen des Bonus-Programmes": "Further training and qualification to support schools within the framework of the bonus program",
  "Franz-Mett-Sporthalle: Aufstockung des Quergebäudes, Gormannstraße 13, 10119 Berlin": "Franz-Mett-Sporthalle: Extension of the transverse building, Gormannstraße 13, 10119 Berlin",
  "Fremdveranstaltete Erholungsmaßnahmen nach dem Kinder- und Jugendhilfegesetz": "Externally organized recreational measures according to the Child and Youth Welfare Act",
  "Friedhöfe": "Cemeteries",
  "Friedrich-Ludwig-Jahn-Sportpark, Sanierung und Modernisierung - 2. Bauabschnitt - (Neubau oder Umbau des Stadions)": "Friedrich-Ludwig-Jahn-Sportpark, renovation and modernization - 2nd construction phase - (new construction or conversion of the stadium)",
  "Friedrich-Ludwig-Jahn-Sportpark, Sanierung und Modernisierung, - 1. Bauabschnitt - (Abriss oder Teilabriss des alten Stadions und Herrichtung von Sportanlagen)": "Friedrich-Ludwig-Jahn-Sportpark, renovation and modernization, - 1st construction phase - (demolition or partial demolition of the old stadium and preparation of sports facilities)",
  "Friedrichshain-Kreuzberg": "Friedrichshain-Kreuzberg",
  "Förderung der Berufsausbildung": "Promotion of vocational training",
  "Förderung der Erziehung in der Familie nach dem Kinder- und Jugendhilfegesetz": "Promotion of education within the family according to the Child and Youth Welfare Act",
  "Förderung der Frauen in Forschung und Lehre": "Promoting women in research and teaching",
  "Förderung der Tierzucht": "Promotion of animal breeding",
  "Förderung der Umsetzung der Ernährungsstrategie": "Promoting the implementation of the nutrition strategy",
  "Förderung der Verbraucheraufklärung": "Promoting consumer education",
  "Förderung der Vorlaufforschung in der angewandten Forschung": "Promotion of preliminary research in applied research",
  "Förderung des Berlin-Marketing": "Promotion of Berlin marketing",
  "Förderung des Nationalen Hochleistungsrechnens an Hochschulen, investiv": "Promotion of National High-Performance Computing at Universities, Investment",
  "Förderung des Sports": "Promotion of sports",
  "Förderung des Wirtschaftsverkehrs": "Promotion of commercial traffic",
  "Förderung des Wohnungsbaus": "Promotion of housing construction",
  "Förderung für Schülerinnen und Schüler, Studierende, Weiterbildungsteilnehmende und dergleichen": "Funding for pupils, students, continuing education participants and the like",
  "Förderung von Familien und familiärer Erziehung": "Promotion of families and family education",
  "Förderung von Künstlern/Künstlerinnen": "Support for artists",
  "Förderung von Wirtschaftsfreiheit und kultureller Freiheit": "Promotion of economic and cultural freedom",
  "Förderung von zukunftsorientierten Entwicklungsmaßnahmen": "Promotion of future-oriented development measures",
  "Fürsorge und Fahrgelder für Gefangene": "Care and travel expenses for prisoners",
  "Fürsorgeleistungen aus zweckgebundenen Einnahmen": "Welfare benefits from earmarked revenues",
  "Fürstenwalder Damm zwischen Müggelseedamm und Bölschestraße": "Fürstenwalder Damm between Müggelseedamm and Bölschestraße",
  "Gartengestalterische Sanierung und Instandsetzung des Gartendenkmals Goslarer Platz inklusive des Kinderspielplatzes aus der Rücklage": "Garden design renovation and restoration of the listed garden monument Goslarer Platz, including the children's playground, from the reserve fund",
  "Geburtstags- und Jubiläumsgaben": "Birthday and anniversary gifts",
  "Gedenkstätte Deutscher Widerstand": "Memorial Site of the German Resistance",
  "Gedenkveranstaltungen für Terroropfer": "Memorial events for victims of terrorism",
  "Gefangenentransportfahrzeug": "Prisoner transport vehicle",
  "Geld- und Versicherungswesen": "Money and insurance",
  "Geldbeschaffungskosten": "Fundraising costs",
  "Geldleistungen an Opfer von SED-Unrecht": "Money payments to victims of SED injustice",
  "Gemeinsame Obere Luftfahrtbehörde Berlin-Brandenburg": "Joint Higher Aviation Authority Berlin-Brandenburg",
  "Gemeinsames Juristisches Prüfungsamt": "Joint Legal Examination Office",
  "Gemeinschaftsschulen": "Community schools",
  "Generalstaatsanwaltschaft": "Attorney General's Office",
  "Geoinformation, Raumordnung und Landesplanung, Städtebauförderung": "Geoinformation, spatial planning and regional development, urban development funding",
  "Gerichts- und ähnliche Kosten": "Court and similar costs",
  "Geräte und Sondertechnik": "Equipment and special technology",
  "Geräte, Ausstattungs- und Ausrüstungsgegenstände": "Equipment, equipment and supplies",
  "Geräte, Ausstattungs- und Ausrüstungsgegenstände aus zweckgebundenen Einnahmen": "Equipment, equipment and furnishings from earmarked revenues",
  "Geräte, Ausstattungs- und Ausrüstungsgegenstände für die verfahrensabhängige IKT": "Devices, equipment and supplies for process-dependent ICT",
  "Geräte, Ausstattungs- und Ausrüstungsgegenstände für die verfahrensunabhängige IKT": "Devices, equipment and supplies for process-independent ICT",
  "Geräte, technische Einrichtungen, Ausstattungen": "Equipment, technical facilities, equipment",
  "Geräte, technische Einrichtungen, Ausstattungen für die verfahrensabhängige IKT": "Devices, technical equipment, and furnishings for process-dependent ICT",
  "Geräte, technische Einrichtungen, Ausstattungen für die verfahrensunabhängige IKT": "Devices, technical facilities, equipment for process-independent ICT",
  "Gerätewagen, Wechselladerfahrzeuge, Abrollbehälter": "Equipment vehicles, swap body vehicles, roll-off containers",
  "Geschäftsbedarf": "Business supplies",
  "Geschäftsbedarf für die verfahrensabhängige IKT": "Business needs for process-dependent ICT",
  "Geschäftsbedarf für die verfahrensunabhängige IKT": "Business needs for process-independent ICT",
  "Geschäftsbedarf, Geräte, Gebrauchsgegenstände aus zweckgebundenen Einnahmen": "Business supplies, equipment, and everyday items from earmarked revenues",
  "Geschäftsbereich Amt für Soziales": "Department of Social Services",
  "Geschäftsbereich Bezirksbürgermeisterin/Bezirksbürgermeister": "Department of the District Mayor",
  "Geschäftsbereich Jugendamt": "Youth Welfare Office Department",
  "Geschäftsbereich Ordnungsamt": "Public Order Office",
  "Geschäftsbereich Schul- und Sportamt": "Department of Schools and Sports",
  "Geschäftsbereich Stadtentwicklungsamt": "Department of Urban Development",
  "Geschäftsprozessoptimierung": "Business process optimization",
  "Geschäftsstelle Schulbauoffensive der Berliner Bezirksämter": "Office of the School Construction Initiative of the Berlin District Offices",
  "Geschäftsstellen Produktkatalog/Geschäftsprozessmangement": "Branch Office Product Catalog/Business Process Management",
  "Gesellschafterdarlehen an die HOWOGE Wohnungsbaugesellschaft mbH": "Shareholder loan to HOWOGE Wohnungsbaugesellschaft mbH",
  "Gesundheit und Jugendgesundheitsdienst": "Health and Youth Health Service",
  "Gesundheit, Umwelt, Sport und Erholung": "Health, environment, sport and recreation",
  "Gesundheitswesen": "Healthcare",
  "Getrennter Geh- und Radweg in der Falkenberger Chaussee-Dorfstraße zw. Welsestraße und Dorfstraße": "Separate pedestrian and cycle path in Falkenberger Chaussee-Dorfstraße between Welsestraße and Dorfstraße",
  "Globalposten": "Global Post",
  "Graffitibeseitigung an Bauwerken der Hauptverwaltung": "Graffiti removal on buildings of the main administration",
  "Großsanierung von Schulgebäuden (BSO VI)": "Major renovation of school buildings (BSO VI)",
  "Grund- und Kapitalvermögen, Sondervermögen": "Real estate and capital assets, special assets",
  "Grunderneuerung der Promenadenwege und Rahmengrün in der Grünanlage Rudower Fließ zwischen Neuköllner Straße und Landesgrenze": "Complete renewal of the promenade paths and surrounding greenery in the Rudower Fließ green space between Neuköllner Straße and the state border",
  "Grunderneuerung von Friedhofsflächen": "Basic renovation of cemetery areas",
  "Grundhafte Erneuerung des Wegebelages im Schillerpark zwischen Ungarnstraße und Barfusstraße": "Complete renewal of the path surface in Schillerpark between Ungarnstraße and Barfusstraße",
  "Grundhafte Erneuerung und Umbau der Grünanlage Platz des 23. April": "Fundamental renewal and reconstruction of the green space Platz des 23. April",
  "Grundhafte Sanierung der Wegedornstraße von Ortolfstraße bis Peenestraße": "Complete renovation of Wegedornstraße from Ortolfstraße to Peenestraße",
  "Grundhafte denkmalgerechte Mauersanierungsarbeiten im Bereich der Waldemarbrücke": "Comprehensive, historically appropriate wall restoration work in the area of the Waldemar Bridge",
  "Grundhafter Ausbau der Treskowallee von der Waldowallee bis nach der Marksburgstraße": "Complete reconstruction of Treskowallee from Waldowallee to Marksburgstraße",
  "Grundinstandsetzung der KultSchule, Sewanstr. 43 - Gebäudeteile B und C - inkl. Sanierung der Außenanlagen": "Basic renovation of the KultSchule, Sewanstr. 43 - building sections B and C - including renovation of the outdoor facilities",
  "Grundinstandsetzung des Innenbereiches des Turmbaus des Französischen Doms, Gendarmenmarkt": "Basic restoration of the interior of the tower of the French Cathedral, Gendarmenmarkt",
  "Grundmaterialien": "Basic materials",
  "Grundsanierung und Umbau Haus 2, Görlitzer Park": "Complete renovation and conversion of House 2, Görlitzer Park",
  "Grundschulen": "Primary schools",
  "Gruppenpädagogische Betreuung behinderter Menschen": "Group-based educational support for disabled people",
  "Grün- und Freiflächen": "Green spaces and open areas",
  "Grünzug Rudolf-Seiffert-Straße südl. Teilbereich": "Green corridor Rudolf-Seiffert-Straße southern section",
  "Gutachten": "Appraise",
  "Gutachten für die verfahrensabhängige IKT": "Expert opinion for process-dependent ICT",
  "Gutachten für die verfahrensunabhängige IKT": "Expert opinion for process-independent ICT",
  "Gymnasien": "Gymnasiums",
  "Gärtnereien und Baumschulen": "Nurseries and tree farms",
  "HU, Grundinstandsetzung des Hauptgebäudes am Standort Unter den Linden 6, 1.  Bauabschnitt": "HU, basic renovation of the main building at the Unter den Linden 6 site, 1st construction phase",
  "HU, Sanierung und Umbau Haus 20, Philippstraße, Theoretische Biologie": "HU, Renovation and Conversion of Building 20, Philippstraße, Theoretical Biology",
  "HU, Umbau des Gebäudes Invalidenstraße 110 für die Philologischen Institute und die Zentraleinrichtung Sprachenzentrum": "HU, conversion of the building at Invalidenstraße 110 for the Philological Institutes and the central Language Centre",
  "HU, Umbau und Erweiterung der Mensa Süd": "HU, Renovation and expansion of the South Mensa",
  "HU, Umbau und Erweiterung für Forschungsbau Hybridsysteme": "HU, Conversion and expansion for research building hybrid systems",
  "HU, Umbau und Sanierung für das Institut für Rehabilitationswissenschaften, Ziegelstr. 5": "HU, conversion and renovation for the Institute for Rehabilitation Sciences, Ziegelstr. 5",
  "Haltung von Tieren": "Keeping animals",
  "Handel und Tourismus": "Trade and Tourism",
  "Hauptstadtbedingte Aufwendungen im Sicherheitsbereich des Landes Berlin": "Expenditures in the security sector of the state of Berlin due to the capital city",
  "Hauptverwaltung": "Head Office",
  "Haushaltstechnische Verrechnungen": "Household accounting",
  "Heilverfahren und Hausgeld für Berechtigte im Ausland": "Medical treatment and housing allowance for eligible persons abroad",
  "Heilverfahren und Hausgeld für Berechtigte im Inland": "Medical treatment and housing allowance for eligible persons in Germany",
  "Heimerziehung für alleinstehende minderjährige Asylbewerberinnen und Asylbewerber nach dem Kinder- und Jugendhilfegesetz": "Residential care for single minor asylum seekers under the Child and Youth Welfare Act",
  "Herstellung des Haushaltsplans und ähnlicher Druckerzeugnisse": "Preparation of the budget and similar printed materials",
  "Herstellung einer naturnahen Parkanlage im Umfeld des Zentralen Festplatzes am Kurt-Schumacher-Damm": "Creation of a natural park area in the vicinity of the central festival grounds at Kurt-Schumacher-Damm",
  "Herstellung eines Grün- und Freiraumsystems an der Heidestraße": "Creation of a green space and open space system on Heidestraße",
  "Herstellung von Einheitsvordrucken": "Production of standardized forms",
  "HfM, Ertüchtigung Fundamente und Sanierung der Fassade, Schlossplatz 7": "HfM, Strengthening of foundations and renovation of the facade, Schlossplatz 7",
  "HfS, Bauliche Maßnahmen für die Hochschule für Schauspielkunst \"Ernst Busch\" Berlin": "HfS, Construction measures for the Ernst Busch Academy of Dramatic Arts Berlin",
  "Hilfe bei Schwanger- und Mutterschaft": "Help with pregnancy and maternity",
  "Hilfe für werdende Mütter und Wöchnerinnen nach SGB XII und AsylbLG": "Help for expectant mothers and new mothers according to SGB XII and AsylbLG",
  "Hilfe in sonstigen Lebenslagen nach SGB XII und AsylbLG": "Assistance in other life situations according to SGB XII and AsylbLG",
  "Hilfe zum Lebensunterhalt in Sonderfällen nach SGB XII und AsylbLG": "Assistance for subsistence in special cases according to SGB XII and AsylbLG",
  "Hilfe zur Betreuung/Versorgung von Kindern in Notsituationen nach dem Kinder- und Jugendhilfegesetz": "Assistance for the care/provision of children in emergency situations according to the Child and Youth Welfare Act",
  "Hilfe zur Erziehung nach § 27 SGB VIII": "Assistance with upbringing according to § 27 SGB VIII",
  "Hilfe zur Erziehung und Inobhutnahme": "Assistance with upbringing and taking children into care",
  "Hilfe zur Weiterführung des Haushalts nach SGB XII und AsylbLG": "Assistance to continue managing the household according to SGB XII and AsylbLG",
  "Hilfe zur Überwindung besonderer sozialer Schwierigkeiten nach SGB XII und AsylbLG": "Assistance to overcome particular social difficulties according to SGB XII and AsylbLG",
  "Hinführung von Mädchen zu technischen Berufen": "Introducing girls to technical professions",
  "Hochschulen": "Universities",
  "Hubrettungsfahrzeuge": "Aerial rescue vehicles",
  "IKT-Basisdienste für E-Government als Bausteine in fachverfahrensorientierten Online-Prozessen": "Basic ICT services for e-government as building blocks in specialist procedure-oriented online processes",
  "IKT-Basisdienste für Informationssicherheit": "ICT basic services for information security",
  "IKT-Basisdienste für Infrastruktur und IKT-Arbeitsplatz": "Basic ICT services for infrastructure and ICT workplace",
  "IKT-Basisdienste für Verwaltungszugänge zum elektronischen, telefonischen und persönlichen Verwaltungskontakt": "Basic ICT services for administrative access to electronic, telephone and personal administrative contact",
  "IT-Administration an Schulen": "IT administration at schools",
  "IT-Ausstattung zum elektronischen Versorgungskapazitätennachweis": "IT equipment for electronic verification of supply capacities",
  "IT-Ausstattung zur mobilen Datenerfassung in der Notfallrettung": "IT equipment for mobile data collection in emergency rescue",
  "IT-Sicherheit in Netzschnittstellen": "IT security in network interfaces",
  "Immobilienbezogene Sondervermögen": "Real estate-related special funds",
  "Inanspruchnahme aus Bürgschaften für Sozialunternehmen, Nicht-EU-Angehörige und Flüchtlinge": "Claims under guarantees for social enterprises, non-EU nationals and refugees",
  "Inanspruchnahme aus Bürgschaften für den Wohnungsbau": "Claims arising from housing construction guarantees",
  "Inanspruchnahme aus Bürgschaften für die gewerbliche Wirtschaft": "Claims arising from guarantees for the commercial sector",
  "Inanspruchnahme aus Bürgschaften im Zusammenhang mit dem Erwerb selbstgenutzten Arbeitsraums": "Claims arising from guarantees in connection with the acquisition of owner-occupied workspace",
  "Inanspruchnahme aus der Risikoabschirmung": "Claims from the risk shielding",
  "Informationsmanagement in der Ordentlichen Gerichtsbarkeit (Masterplan IMOG)": "Information Management in the Ordinary Jurisdiction (Master Plan IMOG)",
  "Informationsmanagement in der Ordentlichen Gerichtsbarkeit (eJustice-Basisdienste)": "Information management in the ordinary courts (eJustice basic services)",
  "Informationsmanagement in der Ordentlichen Gerichtsbarkeit (forumSTAR)": "Information Management in the Ordinary Jurisdiction (forumSTAR)",
  "Infrastruktur Massendaten": "Infrastructure for Big Data",
  "Infrastrukturmaßnahmen der Bezirke im Rahmen der GRW": "District infrastructure measures within the framework of the GRW",
  "Infrastrukturmaßnahmen der Hauptverwaltung im Rahmen der GRW": "Infrastructure measures of the main administration within the framework of the GRW",
  "Infrastrukturmaßnahmen im Rahmen des Berliner Programms für nachhaltige Entwicklung 2 –BENE 2- (Förderperiode 2021-2027)": "Infrastructure measures within the framework of the Berlin Programme for Sustainable Development 2 –BENE 2- (funding period 2021-2027)",
  "Infrastrukturmaßnahmen in Stadterneuerungsgebieten": "Infrastructure measures in urban renewal areas",
  "Infrastrukturmaßnahmen in den ehemaligen städtebaulichen Entwicklungsbereichen": "Infrastructure measures in the former urban development areas",
  "Inklusionsmittel zur Finanzierung nichtplanmäßiger Tarifbeschäftigter in der Berliner Verwaltung": "Inclusion funds for financing non-standard salaried employees in the Berlin administration",
  "Innovationsfonds": "Innovation Fund",
  "Innovationsförderung": "Innovation promotion",
  "Installation eines neuen Datennetzes": "Installation of a new data network",
  "Instandsetzung Parkanlage Am Weißen See": "Restoration of the park at the White Lake",
  "Instandsetzung der Landsberger Allee zw. Vulkanstraße und Weißenseer Weg": "Repair of Landsberger Allee between Vulkanstraße and Weißenseer Weg",
  "Intensive sozialpädagogische Einzelbetreuung nach dem Kinder- und Jugendhilfegesetz": "Intensive individual socio-educational support according to the Child and Youth Welfare Act",
  "Investitionen des Kleingartenwesens": "Investments in allotment gardening",
  "Investitionen für die verfahrensabhängige IKT-Technik": "Investments in process-dependent ICT technology",
  "Investitionen in die digitale Bildungsinfrastruktur": "Investments in digital education infrastructure",
  "Investitionen in die digitale Bildungsinfrastruktur der Einrichtungen der Lehrkräftebildung": "Investments in the digital educational infrastructure of teacher training institutions",
  "Investitionen in die digitale Bildungsinfrastruktur der Schulen in freier Trägerschaft": "Investments in the digital education infrastructure of independent schools",
  "Investitionen in die digitale Bildungsinfrastruktur der allgemeinbildenden Schulen des Bezirks Charlottenburg-Wilmersdorf": "Investments in the digital education infrastructure of the general education schools in the Charlottenburg-Wilmersdorf district",
  "Investitionen in die digitale Bildungsinfrastruktur der allgemeinbildenden Schulen des Bezirks Friedrichshain-Kreuzberg": "Investments in the digital education infrastructure of the general education schools in the Friedrichshain-Kreuzberg district",
  "Investitionen in die digitale Bildungsinfrastruktur der allgemeinbildenden Schulen des Bezirks Lichtenberg": "Investments in the digital education infrastructure of the general education schools in the Lichtenberg district",
  "Investitionen in die digitale Bildungsinfrastruktur der allgemeinbildenden Schulen des Bezirks Marzahn-Hellersdorf": "Investments in the digital education infrastructure of the general education schools in the Marzahn-Hellersdorf district",
  "Investitionen in die digitale Bildungsinfrastruktur der allgemeinbildenden Schulen des Bezirks Mitte": "Investments in the digital education infrastructure of the general education schools in the Mitte district",
  "Investitionen in die digitale Bildungsinfrastruktur der allgemeinbildenden Schulen des Bezirks Neukölln": "Investments in the digital education infrastructure of the general education schools in the Neukölln district",
  "Investitionen in die digitale Bildungsinfrastruktur der allgemeinbildenden Schulen des Bezirks Pankow": "Investments in the digital education infrastructure of the general education schools in the Pankow district",
  "Investitionen in die digitale Bildungsinfrastruktur der allgemeinbildenden Schulen des Bezirks Reinickendorf": "Investments in the digital education infrastructure of the general education schools in the Reinickendorf district",
  "Investitionen in die digitale Bildungsinfrastruktur der allgemeinbildenden Schulen des Bezirks Spandau": "Investments in the digital education infrastructure of the general education schools in the Spandau district",
  "Investitionen in die digitale Bildungsinfrastruktur der allgemeinbildenden Schulen des Bezirks Steglitz-Zehlendorf": "Investments in the digital education infrastructure of the general education schools in the Steglitz-Zehlendorf district",
  "Investitionen in die digitale Bildungsinfrastruktur der allgemeinbildenden Schulen des Bezirks Tempelhof-Schöneberg": "Investments in the digital education infrastructure of the general education schools in the Tempelhof-Schöneberg district",
  "Investitionen in die digitale Bildungsinfrastruktur der allgemeinbildenden Schulen des Bezirks Treptow-Köpenick": "Investments in the digital education infrastructure of the general education schools in the Treptow-Köpenick district",
  "Investitionen in die digitale Bildungsinfrastruktur der berufsbildenden Schulen": "Investments in the digital education infrastructure of vocational schools",
  "Investitionen in die digitale Bildungsinfrastruktur der zentral verwalteten Schulen": "Investments in the digital education infrastructure of centrally administered schools",
  "Investitionsmaßnahmen zum Infrastrukturausbau der Ganztagsbetreuung von Grundschulkindern": "Investment measures for the expansion of infrastructure for all-day care of primary school children",
  "Investitionsmaßnahmen zum Infrastrukturausbau der Ganztagsbetreuung von Grundschulkindern für den Bezirk Charlottenburg-Wilmers.": "Investment measures for the expansion of infrastructure for all-day care of primary school children in the Charlottenburg-Wilmers district.",
  "Investitionsmaßnahmen zum Infrastrukturausbau der Ganztagsbetreuung von Grundschulkindern für den Bezirk Friedrichsh.-Kreuzberg": "Investment measures for the infrastructure expansion of all-day care for primary school children in the Friedrichshain-Kreuzberg district",
  "Investitionsmaßnahmen zum Infrastrukturausbau der Ganztagsbetreuung von Grundschulkindern für den Bezirk Lichtenberg": "Investment measures for the expansion of infrastructure for all-day care of primary school children in the Lichtenberg district",
  "Investitionsmaßnahmen zum Infrastrukturausbau der Ganztagsbetreuung von Grundschulkindern für den Bezirk Marzahn-Hellersdorf": "Investment measures for the expansion of infrastructure for all-day care of primary school children in the Marzahn-Hellersdorf district",
  "Investitionsmaßnahmen zum Infrastrukturausbau der Ganztagsbetreuung von Grundschulkindern für den Bezirk Mitte": "Investment measures for the expansion of infrastructure for all-day care of primary school children in the Mitte district",
  "Investitionsmaßnahmen zum Infrastrukturausbau der Ganztagsbetreuung von Grundschulkindern für den Bezirk Neukölln": "Investment measures for the expansion of infrastructure for all-day care of primary school children in the Neukölln district",
  "Investitionsmaßnahmen zum Infrastrukturausbau der Ganztagsbetreuung von Grundschulkindern für den Bezirk Pankow": "Investment measures for the expansion of infrastructure for all-day care of primary school children in the Pankow district",
  "Investitionsmaßnahmen zum Infrastrukturausbau der Ganztagsbetreuung von Grundschulkindern für den Bezirk Reinickendorf": "Investment measures for the expansion of infrastructure for all-day care of primary school children in the Reinickendorf district",
  "Investitionsmaßnahmen zum Infrastrukturausbau der Ganztagsbetreuung von Grundschulkindern für den Bezirk Spandau": "Investment measures for the expansion of infrastructure for all-day care of primary school children in the Spandau district",
  "Investitionsmaßnahmen zum Infrastrukturausbau der Ganztagsbetreuung von Grundschulkindern für den Bezirk Steglitz-Zehlendorf": "Investment measures for the expansion of infrastructure for all-day care of primary school children in the Steglitz-Zehlendorf district",
  "Investitionsmaßnahmen zum Infrastrukturausbau der Ganztagsbetreuung von Grundschulkindern für den Bezirk Tempelhof-Schöneberg": "Investment measures for the expansion of infrastructure for all-day care of primary school children in the Tempelhof-Schöneberg district",
  "Investitionsmaßnahmen zum Infrastrukturausbau der Ganztagsbetreuung von Grundschulkindern für den Bezirk Treptow-Köpenick": "Investment measures for the expansion of infrastructure for all-day care of primary school children in the Treptow-Köpenick district",
  "Investitionspakt Hochschulbau": "Investment Pact for University Construction",
  "Investitionspauschale für Krankenhäuser nichtöffentlicher Träger": "Investment grant for hospitals of non-public owners",
  "Investitionspauschale für die Vivantes Netzwerk für Gesundheit GmbH": "Investment lump sum for Vivantes Network for Health GmbH",
  "Investive IKT-Lehrmittel und -Unterrichtsmaterialien in Schulen": "Investment in ICT teaching aids and teaching materials in schools",
  "Investive Lehrmittel und Unterrichtsmaterialien in Schulen": "Investment in teaching aids and teaching materials in schools",
  "Investive Maßnahmen zur Umsetzung des Berliner Energie- und Klimaschutzprogramms 2030 (BEK 2030)": "Investment measures for the implementation of the Berlin Energy and Climate Protection Program 2030 (BEK 2030)",
  "Investive Zuschüsse an Fachhochschulen": "Investment grants to universities of applied sciences",
  "Investive Zuschüsse an Universitäten": "Investment grants to universities",
  "Investive Zuschüsse an künstlerische Hochschulen": "Investment grants to art colleges",
  "Investive Zuschüsse an stationär Pflegebedürftige": "Investment subsidies for people in need of inpatient care",
  "Investive Zuschüsse für Kirchen, Religions- und Weltanschauungsgemeinschaften": "Investment grants for churches, religious and secular communities",
  "Investive Zuschüsse für die Installation von Solarenergieanlagen": "Investment grants for the installation of solar energy systems",
  "Investive Zuschüsse im Rahmen des Modellprojekts Smart City": "Investment grants within the framework of the Smart City model project",
  "JVA Plötzensee, Schaffung einer unmittelbaren baulichen Verbindung zwischen den Liegenschaften JVA Charlottenburg und JVA Plötzensee": "Plötzensee Prison, creation of a direct structural connection between the properties of Charlottenburg Prison and Plötzensee Prison",
  "JVA Tegel, Teilanstalt I, Schaffung verfassungsgemäßer und rechtskonformer Unterbringungsmöglichkeiten für Gefangene im geschlossenen Männervollzug, 2. Bauabschnitt": "Tegel Prison, Sub-institution I, Creation of constitutionally and legally compliant accommodation options for prisoners in closed male prison, 2nd construction phase",
  "Jagdschloss Glienicke, Grundinstandsetzung des Wohnhauses, des Garagengebäudes mit Trafostation, des Kurfürstentores mit dem Pavillon und der Einfriedungsmauer": "Glienicke Hunting Lodge, basic restoration of the residential building, the garage building with transformer station, the Elector's Gate with the pavilion and the surrounding wall",
  "Jagdschloss Glienicke, Sanierung der Ufermauer einschließlich Erneuerung der angrenzenden Uferbefestigung": "Glienicke Hunting Lodge, renovation of the riverbank wall including renewal of the adjacent riverbank reinforcement",
  "Jagdschloss Glienicke, Sanierung des Gebäudes Marstall (Fassade und Dach)": "Glienicke Hunting Lodge, renovation of the Marstall building (facade and roof)",
  "Jagdschloss Glienicke, Sanierung des Kavaliergebäudes (Fassade und Dach)": "Glienicke Hunting Lodge, renovation of the Cavalier Building (facade and roof)",
  "Jugend": "Youth",
  "Jugendarrestanstalt": "Juvenile detention center",
  "Jugendausbildungszentrum": "Youth Training Center",
  "Jugendsozialarbeit nach dem Kinder- und Jugendhilfegesetz": "Youth social work according to the Child and Youth Welfare Act",
  "Jugendsozialarbeit, Jugendarbeit, erzieherischer Kinder- und Jugendschutz": "Youth social work, youth work, educational child and youth protection",
  "Jugendstrafanstalt": "Juvenile detention center",
  "Justizvollzugsanstalt Heidering": "Heidering Correctional Facility",
  "Justizvollzugsanstalt Moabit": "Moabit Prison",
  "Justizvollzugsanstalt Plötzensee": "Plötzensee Prison",
  "Justizvollzugsanstalt Tegel": "Tegel Prison",
  "Justizvollzugsanstalt des Offenen Vollzuges Berlin": "Open Prison Berlin",
  "Justizvollzugsanstalt für Frauen": "Women's Prison",
  "KMV, Erneuerung der Frischwasser- und Hydrantenleitungen, Olbendorfer Weg 70": "KMV, Renewal of the fresh water and hydrant lines, Olbendorfer Weg 70",
  "KMV, Erneuerung der Heizungsleitungen, Olbendorfer Weg 70": "KMV, Renewal of heating pipes, Olbendorfer Weg 70",
  "KMV, Sanierung Haus 7": "KMV, Renovation House 7",
  "KMV, Sanierung Haus 8": "KMV, Renovation House 8",
  "KMV, Sanierung Sanitär und Heizungstechnik Hs 6 und 10": "KMV, Renovation of sanitary and heating technology Hs 6 and 10",
  "KMV, Sanierung des Hauses 5, Olbendorfer Weg 70": "KMV, Renovation of House 5, Olbendorfer Weg 70",
  "KOMSTA-Kommunikation innerhalb der Staatsanwaltschaft": "KOMSTA communication within the public prosecutor's office",
  "Kammergericht": "Kammergericht",
  "Kapitalentschädigungen nach dem strafrechtlichen Rehabilitierungsgesetz": "Capital compensation under the Criminal Rehabilitation Act",
  "Kapitalzuführung an die BEN Berlin Energie und Netzholding GmbH": "Capital injection into BEN Berlin Energie und Netzholding GmbH",
  "Kapitalzuführung an die BIM GmbH für die Berliner Bodenfonds GmbH": "Capital injection to BIM GmbH for Berliner Bodenfonds GmbH",
  "Kapitalzuführung an die BVG": "Capital injection into the BVG",
  "Kapitalzuführung an die Berlin Energie Rekom 3 GmbH": "Capital injection into Berlin Energie Rekom 3 GmbH",
  "Kapitalzuführung an die Berliner Bäder-Betriebe": "Capital injection into the Berlin swimming pool company",
  "Kapitalzuführung an die Charité - Universitätsmedizin Berlin": "Capital injection into Charité - University Medicine Berlin",
  "Kapitalzuführung an die Flughafen Berlin Brandenburg GmbH": "Capital injection into Flughafen Berlin Brandenburg GmbH",
  "Kapitalzuführung an die Landesanstalt Schienenfahrzeuge Berlin (LSFB)": "Capital injection to the Berlin State Agency for Rail Vehicles (LSFB)",
  "Kapitalzuführung an die Messe Berlin GmbH": "Capital injection into Messe Berlin GmbH",
  "Kapitalzuführung an die Tegel Projekt GmbH": "Capital injection into Tegel Projekt GmbH",
  "Kapitalzuführung an die Vivantes GmbH": "Capital injection into Vivantes GmbH",
  "Kapitalzuführung an die WISTA Management GmbH": "Capital injection into WISTA Management GmbH",
  "Kapitalzuführungen an landeseigene Wohnungsbaugesellschaften": "Capital injections into state-owned housing companies",
  "Kauf von Wertpapieren aus zweckgebundenen Einnahmen": "Purchase of securities from earmarked revenues",
  "Kauf von bebauten Grundstücken für das Finanzvermögen": "Purchase of developed properties for financial assets",
  "Kauf von bebauten Grundstücken für das Verwaltungs- und das Stiftungsvermögen": "Purchase of developed properties for the administrative and foundation assets",
  "Kauf von bebauten Grundstücken für von Dritten geförderte Investitionsmaßnahmen": "Purchase of developed properties for investment measures funded by third parties",
  "Kauf von unbebauten Grundstücken für das Verwaltungs- und das Stiftungsvermögen": "Purchase of undeveloped land for the administrative and foundation assets",
  "Kauf von unbebauten Grundstücken für von Dritten geförderte Investitionsmaßnahmen": "Purchase of undeveloped land for investment projects funded by third parties",
  "Kinder- und Jugendhilfe nach dem SGB VIII (ohne Kindertagesbetreuung)": "Child and youth welfare services according to the German Social Code Book VIII (excluding childcare)",
  "Kindertagesbetreuung": "Childcare",
  "Kindertagesbetreuung nach dem SGB VIII": "Child day care according to the German Social Code Book VIII",
  "Kita-Ausbauprogramm": "Daycare expansion program",
  "Kleine Instandhaltungsarbeiten zur Unterstützung von Schulen aus dem Verfügungsfonds": "Minor maintenance work to support schools from the discretionary fund",
  "Kleiner Unterhaltungsbedarf": "Small entertainment needs",
  "Kleiner Unterhaltungsbedarf für Schulen und Schulsportanlagen": "Small entertainment needs for schools and school sports facilities",
  "Klimaresiliente Hasenheide - Umbau des Volksparks im Rahmen des Bundesprogrammes": "Climate-resilient Hasenheide - Transformation of the public park within the framework of the federal program",
  "Klimaschutz als Bildungsinhalt": "Climate protection as an educational topic",
  "Komische Oper, Sanierung und Grundinstandsetzung": "Comic Opera, renovation and basic refurbishment",
  "Kommunale Angebote der Wohnungslosenhilfe": "Municipal services for the homeless",
  "Kommunale Gemeinschaftsdienste (ohne Straßenbeleuchtung, Abwasserentsorgung und Abfallwirtschaft)": "Municipal community services (excluding street lighting, sewage disposal and waste management)",
  "Kommunaler Anteil an Infrastrukturmaßnahmen der GRW": "Municipal share of GRW infrastructure measures",
  "Kommunaler Anteil an Infrastrukturmaßnahmen im Rahmen der Europäischen Förderung": "Municipal share of infrastructure measures within the framework of European funding",
  "Kommunalinvestitionsprogramm": "Municipal investment program",
  "Kommunalinvestitionsprogramm II, Schulbau": "Municipal Investment Program II, School Construction",
  "Kommunalinvestitionsprogramm II, Schulbau im Bezirk Friedrichshain-Kreuzberg": "Municipal Investment Program II, School Construction in the Friedrichshain-Kreuzberg District",
  "Kommunalinvestitionsprogramm II, Schulbau im Bezirk Lichtenberg": "Municipal Investment Program II, School Construction in the Lichtenberg District",
  "Kommunalinvestitionsprogramm II, Schulbau im Bezirk Marzahn-Hellersdorf": "Municipal Investment Program II, School Construction in the Marzahn-Hellersdorf District",
  "Kommunalinvestitionsprogramm II, Schulbau im Bezirk Neukölln": "Municipal Investment Program II, School Construction in the Neukölln District",
  "Kommunalinvestitionsprogramm II, Schulbau im Bezirk Pankow": "Municipal Investment Program II, School Construction in the Pankow District",
  "Kommunalinvestitionsprogramm II, Schulbau im Bezirk Reinickendorf": "Municipal Investment Program II, School Construction in the Reinickendorf District",
  "Kommunalinvestitionsprogramm II, Schulbau im Bezirk Spandau": "Municipal Investment Program II, School Construction in the Spandau District",
  "Kommunalinvestitionsprogramm II, Schulbau im Bezirk Treptow-Köpenick": "Municipal Investment Program II, School Construction in the Treptow-Köpenick District",
  "Kommunikation Hauptstadtmarke": "Communication Capital Brand",
  "Kommunikation und Datenverarbeitung": "Communication and data processing",
  "Komplettsanierung Jugendfreizeiteinrichtung Wasserturm, Kopischstraße 7": "Complete renovation of the youth recreation facility Wasserturm, Kopischstraße 7",
  "Konzeptualisierung und Übergang der Schul-IKT zum ITDZ": "Conceptualization and transition of school ICT to ITDZ",
  "Kopiergeräte in Schulen": "Copy machines in schools",
  "Kosten für Rück- und Weiterreisende nach SGB XII und AsylbLG": "Costs for returning and onward travelers according to SGB XII and AsylbLG",
  "Kostenersatz an Länder für das Wasserspeichersystem LOHSA II": "Cost reimbursement to countries for the LOHSA II water storage system",
  "Kostenersatz aus der Ausgleichsabgabe nach dem Sozialgesetzbuch-Neuntes Buch-": "Reimbursement of costs from the compensatory levy according to the Social Code, Book Nine",
  "Kostenersatz für Gewässerschutzanlagen": "Reimbursement of costs for water protection facilities",
  "Kostenerstattung an Sozialleistungsträger und Träger des AsylbLG": "Reimbursement of costs to social welfare agencies and providers of the Asylum Seekers' Benefits Act",
  "Krankenhilfe nach dem Kinder- und Jugendhilfegesetz": "Medical assistance under the Child and Youth Welfare Act",
  "Krankentransporte nach dem SGB XII": "Patient transport according to the German Social Code, Book XII",
  "Kränze, Blumenspenden, Nachrufe": "Wreaths, flower donations, obituaries",
  "Kultur": "Culture",
  "Kultur und Religion": "Culture and Religion",
  "Kulturgut: Sanierung der Sanitäranlagen; 12685, Alt-Marzahn 23": "Cultural asset: Renovation of the sanitary facilities; 12685, Alt-Marzahn 23",
  "Künstlerische Gestaltungen im Stadtraum": "Artistic designs in urban space",
  "Laborbedarf und kriminaltechnisches Verbrauchsmaterial": "Laboratory supplies and forensic consumables",
  "Landesamt für Arbeitsschutz, Gesundheitsschutz und technische Sicherheit": "State Office for Occupational Safety, Health Protection and Technical Safety",
  "Landesamt für Bürger- und Ordnungsangelegenheiten": "State Office for Citizen and Regulatory Affairs",
  "Landesamt für Bürger- und Ordnungsangelegenheiten - Entschädigungsleistungen -": "State Office for Citizen and Regulatory Affairs - Compensation Payments -",
  "Landesamt für Bürger- und Ordnungsangelegenheiten - Fahrerlaubnisse, Personen- und Güterbeförderung -": "State Office for Citizen and Regulatory Affairs - Driver's Licenses, Passenger and Goods Transport -",
  "Landesamt für Bürger- und Ordnungsangelegenheiten - Kraftfahrzeugzulassung -": "State Office for Citizen and Regulatory Affairs - Motor Vehicle Registration -",
  "Landesamt für Bürger- und Ordnungsangelegenheiten - Leitung -": "State Office for Citizen and Regulatory Affairs - Management -",
  "Landesamt für Bürger- und Ordnungsangelegenheiten - Personenstands- und Einwohnerwesen -": "State Office for Citizen and Regulatory Affairs - Civil Status and Residents' Affairs -",
  "Landesamt für Einwanderung": "State Office for Immigration",
  "Landesamt für Flüchtlingsangelegenheiten": "State Office for Refugee Affairs",
  "Landesamt für Flüchtlingsangelegenheiten - Berliner Unterbringungsleitstelle -": "State Office for Refugee Affairs - Berlin Accommodation Coordination Center -",
  "Landesamt für Flüchtlingsangelegenheiten - Leitung der Behörde und Service -": "State Office for Refugee Affairs - Management of the Authority and Service -",
  "Landesamt für Flüchtlingsangelegenheiten - Zentrale Aufnahmeeinrichtung und Leistungsstelle für Asylberwerberinnen/ Asylbewerber": "State Office for Refugee Affairs - Central Reception Facility and Benefits Office for Asylum Seekers",
  "Landesamt für Gesundheit und Soziales": "State Office for Health and Social Affairs",
  "Landesamt für Gesundheit und Soziales - Gesundheits- und Verbraucherschutz -": "State Office for Health and Social Affairs - Health and Consumer Protection -",
  "Landesamt für Gesundheit und Soziales - Leitung der Behörde und Service -": "State Office for Health and Social Affairs - Management of the Authority and Service -",
  "Landesamt für Gesundheit und Soziales - Soziales -": "State Office for Health and Social Affairs - Social Affairs -",
  "Landesamt für Gesundheit und Soziales - Versorgung -": "State Office for Health and Social Affairs - Care -",
  "Landesamt für Gesundheit und Soziales - Öffentlicher Gesundheitsdienst und ärztliche Begutachtungen -": "State Office for Health and Social Affairs - Public Health Service and Medical Assessments -",
  "Landesarbeitsgericht Berlin-Brandenburg": "Regional Labour Court Berlin-Brandenburg",
  "Landesarchiv": "State Archives",
  "Landesdenkmalamt": "State Office for the Preservation of Historical Monuments",
  "Landesfinanzservice": "State Financial Service",
  "Landesinstitut für gerichtliche und soziale Medizin": "State Institute for Forensic and Social Medicine",
  "Landespflegegeldgesetz - Besitzstandswahrung": "State Care Allowance Act - Protection of Acquired Rights",
  "Landespflegestrukturplanung": "State care structure planning",
  "Landesverwaltungsamt": "State Administration Office",
  "Landesverwaltungsamt - Beihilfeservice -": "State Administration Office - Benefits Service -",
  "Landesverwaltungsamt - IT-Service und Integrierte Personalverwaltung -": "State Administration Office - IT Service and Integrated Personnel Administration -",
  "Landesverwaltungsamt - Leitung und Zentraler Service -": "State Administration Office - Management and Central Service -",
  "Landesverwaltungsamt - Logistikservice -": "State Administration Office - Logistics Service -",
  "Landesverwaltungsamt - Personalservice -": "State Administration Office - Personnel Service -",
  "Landesweite Aufgaben im Zusammenhang mit der Fluchtbewegung": "Nationwide tasks related to the refugee movement",
  "Landeszuschuss zum Aufbau und Betrieb der Deutschen Digitalen Bibliothek (DDB)": "State grant for the establishment and operation of the German Digital Library (DDB)",
  "Landeszuschüsse für Beschäftigung": "State subsidies for employment",
  "Landgericht I – Strafsachen –": "Regional Court I – Criminal Matters –",
  "Landgericht II – Zivilsachen –": "Regional Court II – Civil Matters –",
  "Landwirtschaft und Ernährung": "Agriculture and Food",
  "Lastkraftwagen": "Truck",
  "Laufende Leistungen zum Lebensunterhalt nach SGB XII und AsylbLG": "Ongoing benefits for subsistence according to SGB XII and AsylbLG",
  "Laufende Leistungen zum Lebensunterhalt nach dem Kinder- und Jugendhilfegesetz": "Ongoing subsistence benefits under the Child and Youth Welfare Act",
  "Lehr- und Lernmittel aus Erbschaften": "Teaching and learning materials from inheritances",
  "Lehr- und Lernmittel sowie Unterrichtsmaterial inklusive der IKT": "Teaching and learning materials as well as teaching materials including ICT",
  "Lehrmittel aus zweckgebundenen Einnahmen": "Teaching materials from earmarked revenues",
  "Lehrmittel, Unterrichtsmaterial aus zweckgebundenen Entgelten": "Teaching aids, teaching materials from earmarked fees",
  "Leihwäsche": "Rental linen",
  "Leistungen an Sozialversicherungsträger aus der Ausgleichsabgabe nach dem Sozialgesetzbuch-Neuntes Buch-": "Payments to social security institutions from the equalization levy under the Social Code, Book Nine",
  "Leistungen an die Kirchen, Religions- und Weltanschauungsgemeinschaften": "Payments to churches, religious and philosophical communities",
  "Leistungen an die Labor Berlin - Charité Vivantes GmbH": "Services to Labor Berlin - Charité Vivantes GmbH",
  "Leistungen an private Unternehmen aus der Ausgleichsabgabe nach dem Sozialgesetzbuch-Neuntes Buch-": "Payments to private companies from the compensatory levy under the Social Code, Book Nine",
  "Leistungen an private Unternehmen für Investitionen aus der Ausgleichsabgabe nach dem Sozialgesetzbuch -Neuntes Buch-": "Payments to private companies for investments from the compensatory levy under the Social Code - Book Nine -",
  "Leistungen an schwerbehinderte Menschen aus der Ausgleichsabgabe nach dem Sozialgesetzbuch -Neuntes Buch-": "Benefits for severely disabled people from the compensatory levy under the Social Code - Book Nine -",
  "Leistungen an öffentliche Unternehmen aus der Ausgleichsabgabe nach dem Sozialgesetzbuch-Neuntes Buch-": "Payments to public companies from the equalization levy under the Social Code, Book Nine",
  "Leistungen aus der Ausgleichsabgabe nach dem Sozialgesetzbuch-Neuntes Buch-": "Benefits from the compensatory levy under the Social Code, Book Nine",
  "Leistungen außerhalb SGB VIII": "Services outside of SGB VIII",
  "Leistungen außerhalb der Sozialhilfe": "Benefits outside of social assistance",
  "Leistungen bei Gesundheitsschäden aus medizinischen Maßnahmen": "Benefits for health damage resulting from medical procedures",
  "Leistungen der Selbstversicherung": "Self-insurance benefits",
  "Leistungen des Regionalbahnverkehrs": "Regional rail services",
  "Leistungen des S-Bahnverkehrs": "Services of the S-Bahn transport",
  "Leistungen des innerstädtischen ÖPNV": "Services of the inner-city public transport system",
  "Leistungen für Bildung und Teilhabe - Kitaausflüge": "Benefits for education and participation - kindergarten excursions",
  "Leistungen für Bildung und Teilhabe - Lernförderung": "Benefits for education and participation - learning support",
  "Leistungen für Bildung und Teilhabe - Mittagsverpflegung Kita": "Benefits for education and participation - Lunch in daycare",
  "Leistungen für Bildung und Teilhabe - Mittagsverpflegung Schule": "Benefits for education and participation - school lunch",
  "Leistungen für Bildung und Teilhabe - Schulausflüge": "Benefits for education and participation - school trips",
  "Leistungen für Bildung und Teilhabe - Schülerbeförderung": "Benefits for education and participation - student transport",
  "Leistungen für Bildung und Teilhabe - mehrtägige Fahrten Kita": "Benefits for education and participation - multi-day trips to daycare",
  "Leistungen für Bildung und Teilhabe - mehrtägige Fahrten Schule": "Benefits for education and participation - multi-day school trips",
  "Leistungen für Bildung und Teilhabe - persönlicher Schulbedarf": "Benefits for education and participation - personal school supplies",
  "Leistungen für Bildung und Teilhabe - soziale und kulturelle Teilhabe": "Benefits for education and participation - social and cultural participation",
  "Leistungen für Investitionen an öffentliche Unternehmen aus der Ausgleichsabgabe nach dem Sozialgesetzbuch -Neuntes Buch-": "Benefits for investments in public companies from the equalization levy under the Social Code - Book Nine -",
  "Leistungen für Lichtsignalanlagen": "Services for traffic signal systems",
  "Leistungen für Menschen mit Behinderungen": "Services for people with disabilities",
  "Leistungen für Opfer von Kriegsauswirkungen beider Weltkriege": "Benefits for victims of the war effects of both World Wars",
  "Leistungen für Pflege und Hilfe für Schülerinnen und Schüler mit sonderpädagogischem Förderbedarf": "Services for care and support for pupils with special educational needs",
  "Leistungen für Privatschülerinnen und Privatschüler": "Services for private school students",
  "Leistungen für die Verkehrsinformationszentrale Berlin": "Services for the Berlin Traffic Information Center",
  "Leistungen für die öffentliche Beleuchtung": "Services for public lighting",
  "Leistungen für die öffentlichen Toilettenanlagen": "Services for public toilet facilities",
  "Leistungen nach SGB II - Kommunale Träger -": "Benefits under SGB II - Municipal authorities -",
  "Leistungen nach SGB XII und LPflGG außerhalb von Einrichtungen": "Benefits under SGB XII and LPflGG outside of institutions",
  "Leistungen nach SGB XII und LPflGG in Einrichtungen": "Benefits according to SGB XII and LPflGG in institutions",
  "Leistungen nach dem 4. Kapitel SGB XII für Personen, die die Altersgrenze erreicht haben": "Benefits under Chapter 4 of the German Social Code, Book XII (SGB XII) for persons who have reached the age limit",
  "Leistungen nach dem 4. Kapitel SGB XII für Personen, die die Altersgrenze noch nicht erreicht haben": "Benefits under Chapter 4 of the German Social Code, Book XII (SGB XII) for persons who have not yet reached the age limit",
  "Leistungen nach dem Asylbewerberleistungsgesetz": "Benefits under the Asylum Seekers' Benefits Act",
  "Leistungen nach dem Gesetz über Hilfen und Schutzmaßnahmen bei psychischen Krankheiten (PsychKG)": "Benefits under the Law on Assistance and Protective Measures for Persons with Mental Illness (PsychKG)",
  "Leistungen nach dem Häftlingshilfegesetz (HHG)": "Benefits under the Prisoner Assistance Act (HHG)",
  "Leistungen nach dem SGB VIII für Deutsche im Ausland": "Benefits under the German Social Code, Book VIII (SGB VIII) for Germans abroad",
  "Leistungen nach dem Unterhaltsvorschussgesetz": "Benefits under the Child Support Advance Act",
  "Leistungen nach dem Zivildienstgesetz": "Benefits under the Civil Service Act",
  "Leistungen wegen Impfschäden": "Benefits for vaccine injuries",
  "Leistungen zur Anerkennung ausländischer beruflicher Qualifikation": "Services for the recognition of foreign professional qualifications",
  "Leistungen zur Errichtung und den Betrieb von Infrastruktur für die Elektromobilität": "Services for the construction and operation of infrastructure for electromobility",
  "Leistungen zur Zustandsermittlung von Verkehrsflächen": "Services for assessing the condition of traffic areas",
  "Leistungen zur vermessungstechnischen Erfassung des Berliner Straßennetzes": "Services for the surveying and mapping of the Berlin road network",
  "Lernmittel aus zweckgebundenen Einnahmen": "Learning materials from earmarked revenues",
  "Lernmittel für Privatschülerinnen und Privatschüler": "Learning materials for private school students",
  "Lichtenberg": "Lichtenberg",
  "Lizenzerwerb für den landesweiten Basisdienst E-Akte": "License acquisition for the nationwide basic service e-file",
  "Luftfahrt": "Aviation",
  "Länderübergreifende Investitionen in die digitale Bildungsinfrastruktur": "Cross-border investments in digital education infrastructure",
  "Lösch-Hilfeleistungsfahrzeuge": "Firefighting and rescue vehicles",
  "Löschboote": "fireboats",
  "Marzahn-Hellersdorf": "Marzahn-Hellersdorf",
  "Maßnahmen des Naturschutzes und der Landschaftspflege": "Measures for nature conservation and landscape management",
  "Maßnahmen des Straßenbaus im Zentralen Bereich und im Bereich des Potsdamer/Leipziger Platzes": "Road construction measures in the central area and in the area of Potsdamer/Leipziger Platz",
  "Maßnahmen für die Begabungsförderung von Schülerinnen und Schülern": "Measures for the promotion of gifted students",
  "Maßnahmen für die vom Wegfall der Anschlussförderung im Wohnungsbau Betroffenen": "Measures for those affected by the discontinuation of follow-up funding in housing construction",
  "Maßnahmen für die vom Wegfall der Anschlussförderung im Wohnungsbau Betroffenen (Darlehen)": "Measures for those affected by the discontinuation of follow-up funding in housing construction (loans)",
  "Maßnahmen im Rahmen des eEducation Masterplans": "Measures within the framework of the eEducation Masterplan",
  "Maßnahmen im Zusammenhang mit Ortsdurchfahrten im Zuge von Bundesstraßen und des Straßenbaus außerhalb des zentralen Bereichs": "Measures relating to through-roads in towns and villages along federal highways and road construction outside the central area",
  "Maßnahmen in Kleingartenkolonien": "Measures in allotment gardens",
  "Maßnahmen nach dem Berliner Straßengesetz zu Lasten anderer": "Measures under the Berlin Road Act at the expense of others",
  "Maßnahmen zum Wirtschaftsverkehr": "Measures relating to commercial traffic",
  "Maßnahmen zur Energieeinsparung": "Measures to save energy",
  "Maßnahmen zur Entwicklung der Sportmetropole Berlin": "Measures for the development of Berlin as a sports metropolis",
  "Maßnahmen zur Entwicklung des ehemaligen Flughafens Tempelhof (Tempelhof Projekt GmbH)": "Measures for the development of the former Tempelhof Airport (Tempelhof Projekt GmbH)",
  "Maßnahmen zur Entwicklung und Sauberkeit von Kiezen, Plätzen und öffentlichen Räumen": "Measures for the development and cleanliness of neighborhoods, squares and public spaces",
  "Maßnahmen zur Erhöhung der Verkehrssicherheit": "Measures to increase road safety",
  "Maßnahmen zur Förderung des Mobilitätsmanagements": "Measures to promote mobility management",
  "Maßnahmen zur Förderung des bürgerschaftlichen Engagements": "Measures to promote civic engagement",
  "Maßnahmen zur Förderung eines öffentlichen Leihfahrradsystems": "Measures to promote a public bicycle sharing system",
  "Maßnahmen zur Förderung institutionalisierter Patenschaften Berlins": "Measures to promote institutionalized sponsorships in Berlin",
  "Maßnahmen zur Lärmminderung im Straßenland": "Measures to reduce noise in road areas",
  "Maßnahmen zur Qualitätsentwicklung nach PISA": "Measures for quality development after PISA",
  "Maßnahmen zur Sicherung und Nachnutzung des Flughafens Tegel": "Measures for securing and repurposing Tegel Airport",
  "Maßnahmen zur Sprachbildung und -förderung sowie interkulturellen Öffnung": "Measures for language education and promotion as well as intercultural openness",
  "Maßnahmen zur Umsetzung der Kompensationsstrategie": "Measures for implementing the compensation strategy",
  "Maßnahmen zur Umsetzung der Rahmenstrategie Soziale Stadtentwicklung": "Measures for the implementation of the framework strategy for social urban development",
  "Maßnahmen zur Umsetzung des Berliner Energie- und Klimaschutzprogramms 2030 (BEK 2030)": "Measures for the implementation of the Berlin Energy and Climate Protection Programme 2030 (BEK 2030)",
  "Maßnahmen zur Verbesserung des Fußverkehrs": "Measures to improve pedestrian traffic",
  "Maßnahmen zur Verbesserung des Radverkehrs": "Measures to improve cycling",
  "Maßnahmen zur Verbesserung des Wärme- und Kälteschutzes": "Measures to improve heat and cold protection",
  "Maßnahmen zur nachhaltigen Stärkung des Berliner Baumbestandes": "Measures for the sustainable strengthening of Berlin's tree population",
  "Medizinische Gutachten": "Medical reports",
  "Mehrausgaben zur Beschleunigung des Wohnungsneubaus und für weitere wohnungspolitische Maßnahmen": "Additional spending to accelerate new housing construction and for further housing policy measures",
  "Mierendorffrundweg 3. Abschnitt": "Mierendorf circular trail, section 3",
  "Miet- und Lastenzuschüsse nach dem Wohngeldgesetz": "Rent and mortgage subsidies under the Housing Benefit Act",
  "Mietaufwendungen für die Nutzung von Schulgebäuden der HOWOGE Wohnungsbaugesellschaft mbH": "Rental expenses for the use of school buildings of HOWOGE Wohnungsbaugesellschaft mbH",
  "Mietausgaben für die Nettokaltmiete aufgrund vertraglicher Verpflichtungen aus dem Facility Management": "Rental expenses for the net cold rent due to contractual obligations arising from facility management",
  "Mietausgleich": "Rent compensation",
  "Mieten für Fahrzeuge": "Rental vehicles",
  "Mieten für Grundstücke, Gebäude und Räume": "Rents for land, buildings and rooms",
  "Mieten für Maschinen und Geräte": "Rental of machinery and equipment",
  "Mieten für Maschinen und Geräte für die verfahrensabhängige IKT": "Rental of machinery and equipment for process-dependent ICT",
  "Mieten für Maschinen und Geräte für die verfahrensunabhängige IKT": "Rental of machinery and equipment for process-independent ICT",
  "Mieten und Pachten aus zweckgebundenen Einnahmen": "Rents and leases from earmarked revenues",
  "Migrationsreadiness": "Migration readiness",
  "Migrationsreadiness Gebäudeinfrastruktur": "Migration readiness building infrastructure",
  "Migrationsreadiness Systemtechnik": "Migration readiness system technology",
  "Mischwaldprogramm": "Mixed Forest Program",
  "Mitgliedsbeiträge": "Membership fees",
  "Mitte": "Center",
  "Mobile Kommunikation": "Mobile communication",
  "Mobile Sperren": "Mobile locks",
  "Mobile und sonstige behelfsmäßige Unterkünfte": "Mobile and other makeshift accommodations",
  "Mobilitäts- und Qualifizierungsoffensive für Personalüberhangkräfte": "Mobility and qualification initiative for surplus personnel",
  "Modellvorhaben zur Beschleunigung von Schulneubauten (MOBS)": "Model projects to accelerate school construction (MOBS)",
  "Modernisierung der Kommunikationsinfrastruktur": "Modernization of the communication infrastructure",
  "Modernisierung der bestehenden Rechenzentren der Polizei Berlin": "Modernization of the existing data centers of the Berlin police",
  "Modernisierung des zentralen Serverstandortes des Bezirksamtes Marzahn-Hellersdorf, Riesaer Str. 94, 12627 Berlin": "Modernization of the central server location of the Marzahn-Hellersdorf district office, Riesaer Str. 94, 12627 Berlin",
  "Modernisierung und Anpassung des Fachverfahrens ISBJ Kita": "Modernization and adaptation of the specialist procedure ISBJ Kita",
  "Modulare Gebäude zur Unterbringung von Asylbegehrenden": "Modular buildings for the accommodation of asylum seekers",
  "Musik, Festivals und Clubkultur": "Music, festivals and club culture",
  "Musikschulen": "Music schools",
  "Märkte": "Markets",
  "Nachhaltige Entwicklung und Ressourcenschonung": "Sustainable development and resource conservation",
  "Nachlassverbindlichkeiten": "Liabilities of the estate",
  "Nachversicherungen": "Additional insurance",
  "Neu- und Umbau von Lichtsignalanlagen zur ÖPNV-Beschleunigung": "New construction and conversion of traffic signal systems to accelerate public transport",
  "Neubau (Erstzbau) eines Bolzplatzes, Bernkastler Platz": "New construction (replacement construction) of a football pitch, Bernkastler Platz",
  "Neubau Berufsfeuerwache Hohenschönhausen": "New construction of professional fire station Hohenschönhausen",
  "Neubau Bürodienstgebäude; 12103, Manteuffelstraße 63": "New office building; 12103, Manteuffelstraße 63",
  "Neubau Bürodienstgebäude; 12105, Machonstraße 1-7": "New office building; 12105, Machonstraße 1-7",
  "Neubau Dienstgebäude Postparkplatz Alt-Lietzow 28, Flurstück 1024": "New service building, post office parking lot, Alt-Lietzow 28, plot 1024",
  "Neubau Fahrradabstellanlagen": "New construction of bicycle parking facilities",
  "Neubau Feuerwache Pankow": "New fire station construction Pankow",
  "Neubau Mattenbuder Pfad von Hennigsdorfer Straße bis Platenhofer Weg": "New construction Mattenbuder Pfad from Hennigsdorfer Straße to Platenhofer Weg",
  "Neubau Parkanlage Blankensteinpark, OT Prenzlauer Berg": "New construction of the Blankensteinpark park, Prenzlauer Berg district",
  "Neubau Rettungswache und Freiwillige Feuerwehr Altglienicke": "New construction of rescue station and volunteer fire brigade Altglienicke",
  "Neubau Rheinpfalzallee zw. Treskowallee und J.-Zoschke-Straße": "New construction Rheinpfalzallee between Treskowallee and J.-Zoschke-Straße",
  "Neubau Schiffbauer Damm - Brücke über die Panke": "New construction Schiffbauer Damm - bridge over the Panke",
  "Neubau Schildower Straße von Marthastraße bis Landesgrenze": "New construction on Schildower Straße from Marthastraße to the state border",
  "Neubau Senheimer Straße von Zeltinger Straße bis Schönfließer Straße": "New construction on Senheimer Straße from Zeltinger Straße to Schönfließer Straße",
  "Neubau Spielplatz Aroser Allee": "New playground construction Aroser Allee",
  "Neubau Spielplatz Daumstraße/Havel": "New playground construction Daumstraße/Havel",
  "Neubau Spielplatz Freizeitpark Lübars": "New playground construction at Lübars Leisure Park",
  "Neubau Spielplatz Gotthardstraße": "New playground construction Gotthardstraße",
  "Neubau Sportfunktionsgebäude Waldeckpark": "New sports facility building Waldeckpark",
  "Neubau Straße Alt Lübars von Zabel-Krüger-Damm bis Blankenfelder Chaussee": "New construction of Alt Lübars road from Zabel-Krüger-Damm to Blankenfelder Chaussee",
  "Neubau Verkehrsfläche - Anschluss Brebacher Weg/Altentreptower Straße": "New construction of traffic area - connection Brebacher Weg/Altentreptower Straße",
  "Neubau der Akademie der Künste am Pariser Platz": "New building for the Academy of Arts at Pariser Platz",
  "Neubau der Bismarckstraße in Wannsee": "New construction of Bismarckstrasse in Wannsee",
  "Neubau der Dunckerbrücke über Bahnanlagen im Zuge der Dunckerstraße in Pankow": "New construction of the Duncker Bridge over railway lines along Dunckerstrasse in Pankow",
  "Neubau der Elsenbrücke": "New construction of the Elsen Bridge",
  "Neubau der Fahrbahn und Gehwege in der Johann-Sigismund-Str. zwischen Kurfürstendamm und Seesener Str.": "Reconstruction of the roadway and sidewalks in Johann-Sigismund-Str. between Kurfürstendamm and Seesener Str.",
  "Neubau der Friedrich-Engels-Straße von Knotenpunkt Wilhelmsruher Damm/Quickborner Straße bis Pastor-Niemöller-Platz": "New construction of Friedrich-Engels-Straße from the intersection of Wilhelmsruher Damm/Quickborner Straße to Pastor-Niemöller-Platz",
  "Neubau der Fußgängerbrücke Waldbacher-Weg-Brücke über Bahnanlagen in Marzahn-Hellersdorf": "New construction of the Waldbacher Weg pedestrian bridge over railway tracks in Marzahn-Hellersdorf",
  "Neubau der Gollanczstraße von Schönfließer Straße bis Markgrafenstraße": "New construction of Gollanczstraße from Schönfließer Straße to Markgrafenstraße",
  "Neubau der Kannerstraße zwischen Braunschweiger Straße und Richardstraße": "New construction of Kannerstraße between Braunschweiger Straße and Richardstraße",
  "Neubau der Kastanienallee von Friedrich-Engels-Straße bis Dietzgenstraße": "New construction of Kastanienallee from Friedrich-Engels-Straße to Dietzgenstraße",
  "Neubau der Köpenicker-Allee-Brücke über Bahnanlagen": "New construction of the Köpenicker-Allee bridge over railway lines",
  "Neubau der Landsberger Allee zwischen Blumberger Damm und Kiebitzgrund": "New construction of Landsberger Allee between Blumberger Damm and Kiebitzgrund",
  "Neubau der Langen Brücke über die Dahme im Zuge der Müggelheimer Straße in Treptow-Köpenick": "New construction of the Lange Brücke over the Dahme river along Müggelheimer Straße in Treptow-Köpenick",
  "Neubau der Lemkestraße von Kieler Straße bis Donizettistraße": "New construction of Lemkestraße from Kieler Straße to Donizettistraße",
  "Neubau der Löffelbrücke über die Panke": "New construction of the Löffel Bridge over the Panke",
  "Neubau der Löwenbrücke (Fußgängerbrücke) über das Tiergartengewässer in Mitte": "New construction of the Lion Bridge (pedestrian bridge) over the Tiergarten waterway in Mitte",
  "Neubau der Moltkebrücke im Zuge der Enzianstraße über Bahnanlagen in Steglitz-Zehlendorf": "New construction of the Moltke Bridge along Enzianstrasse over railway lines in Steglitz-Zehlendorf",
  "Neubau der Mühlendammbrücke im Zuge der B 1 über die Spree in Berlin Mitte": "New construction of the Mühlendamm bridge along the B 1 over the Spree in Berlin Mitte",
  "Neubau der Neuen Fahlenbergbrücke über den Gosener Kanal im Zuge der Gosener Landstraße in Treptow-Köpenick": "Construction of the new Fahlenberg Bridge over the Gosener Canal along Gosener Landstraße in Treptow-Köpenick",
  "Neubau der Nord- und Südseite der Brücke Am Bahndamm über die Wuhle in Treptow-Köpenick": "New construction of the north and south sides of the bridge Am Bahndamm over the Wuhle in Treptow-Köpenick",
  "Neubau der Personalunterkunft Friedhof Marzahn": "New construction of staff accommodation at Marzahn Cemetery",
  "Neubau der Pumpstation Dianasee in Charlottenburg-Wilmersdorf": "New construction of the Dianasee pumping station in Charlottenburg-Wilmersdorf",
  "Neubau der Pyramidenbrücke über die Wuhle in Köpenick": "New construction of the Pyramid Bridge over the Wuhle in Köpenick",
  "Neubau der Saalestraße im Abschnitt zwischen Niemetzstraße und Sonnenallee": "New construction of Saalestraße in the section between Niemetzstraße and Sonnenallee",
  "Neubau der Salvador-Allende-Brücke über die Müggelspree": "New construction of the Salvador Allende Bridge over the Müggelspree",
  "Neubau der Schleuse Neukölln sowie brückennaher Uferwände des Neuköllner Schifffahrtskanal im Bereich der Teupitzer-, Treptower-, Wildenbruch- und der Lohmühlenbrücke": "New construction of the Neukölln lock and the bridge-adjacent bank walls of the Neukölln shipping canal in the area of the Teupitz, Treptow, Wildenbruch and Lohmühlen bridges",
  "Neubau der Schmöckwitzwerder Fußgängerbrücke über den Oder-Spree-Kanal": "New construction of the Schmöckwitzwerder pedestrian bridge over the Oder-Spree Canal",
  "Neubau der Schönhauser Allee Brücke im Zuge der Schönhauser Allee in Berlin Pankow": "New construction of the Schönhauser Allee bridge along Schönhauser Allee in Berlin Pankow",
  "Neubau der Schönstraße von Mirbachplatz bis Rennbahnstraße": "New construction of Schönstraße from Mirbachplatz to Rennbahnstraße",
  "Neubau der Sellheimbrücke über Bahnanlagen im Zuge des Karower Damms/Blankenburger Chaussee sowie der Laakebrücke in Pankow": "New construction of the Sellheim Bridge over railway lines in the course of Karower Damm/Blankenburger Chaussee and the Laake Bridge in Pankow",
  "Neubau der Straße Am Osrücken zwischen Zabel-Krüger-Damm und Öschelbronner Weg": "New construction of the road Am Osrücken between Zabel-Krüger-Damm and Öschelbronner Weg",
  "Neubau der Südlichen Blumberger Damm Brücke über Gleisanlagen im Zuge des Blumberger Damms in Marzahn-Hellersdorf": "New construction of the southern Blumberger Damm bridge over railway tracks along Blumberger Damm in Marzahn-Hellersdorf",
  "Neubau der Südlichen Rhinstraßenbrücke über Bahnanlagen": "New construction of the southern Rhinstraße bridge over railway lines",
  "Neubau der Thorwaldsenstraße zwischen Knausstraße und Bergstraße": "New construction of Thorwaldsenstrasse between Knausstrasse and Bergstrasse",
  "Neubau der Uferbefestigung Bonhoefferufer (Spree)": "New construction of the Bonhoefferufer (Spree) riverbank fortification",
  "Neubau der Uferbefestigung Wikingerufer (Spree)": "New construction of the Wikingerufer (Spree) riverbank fortification",
  "Neubau der Uferbefestigung der Spree-Oder-Wasserstraße (SOW) von Mühlendammschleuse (km 17,8) bis zur Elsenbrücke (km 22,0)": "Reconstruction of the bank reinforcement of the Spree-Oder Waterway (SOW) from Mühlendamm Lock (km 17.8) to Elsen Bridge (km 22.0)",
  "Neubau der Uferbefestigung der Spree-Oder-Wasserstraße (SOW) von Schleuse Charlottenburg (km 6,5) bis Humboldthafen": "New construction of the bank reinforcement of the Spree-Oder Waterway (SOW) from Charlottenburg Lock (km 6.5) to Humboldthafen",
  "Neubau der Wuhletalbrücke im Zuge der Märkischen Allee in Marzahn-Hellersdorf": "New construction of the Wuhletal bridge along Märkische Allee in Marzahn-Hellersdorf",
  "Neubau der Östlichen Bucher-Straßen-Brücke über Bahnanlagen im Zuge der Bucher Straße in Pankow": "New construction of the eastern Bucher-Straße bridge over railway lines along Bucher Straße in Pankow",
  "Neubau des Multifunktionsgebäudes im Preußenpark": "New construction of the multifunctional building in Preußenpark",
  "Neubau des Schlangenweges inkl. Verbreiterung des Koppelweges (zwischen Schlangenweg und Eisenbahn)": "New construction of Schlangenweg including widening of Koppelweg (between Schlangenweg and railway)",
  "Neubau des Sedimentfangs im Bäketeich in Steglitz-Zehlendorf": "Construction of a new sediment trap in the Bäketeich pond in Steglitz-Zehlendorf",
  "Neubau des Straßenzuges Germanenstraße/Straße vor Schönholz von Waldsteg bis Schützenstraße": "New construction of the Germanenstraße/Straße vor Schönholz road section from Waldsteg to Schützenstraße",
  "Neubau des Tennisplatzes, Volkspark Wilmersdorf": "New construction of the tennis court, Volkspark Wilmersdorf",
  "Neubau des Verkehrsknotens Landsberger Allee/Märkische Allee mit 3 Straßenbrücken und zugehörigen Rampen- und Verbindungsfahrbahnen sowie Instandsetzung des Fußgängertunnels": "New construction of the Landsberger Allee/Märkische Allee traffic junction with 3 road bridges and associated ramps and connecting roads, as well as repair of the pedestrian tunnel",
  "Neubau einer Anstalt des geschlossenen Männervollzuges": "New construction of a closed male prison",
  "Neubau einer Fußgängerbrücke über die Panke im Schloßpark Niederschönhausen in Pankow (Schloßparkbrücke III)": "Construction of a new pedestrian bridge over the Panke river in Niederschönhausen Palace Park in Pankow (Palace Park Bridge III)",
  "Neubau einer Jugendfreizeiteinrichtung für den Jugendclub Grimau; 12489, Waldstraße 37": "New construction of a youth leisure facility for the Grimau youth club; 12489, Waldstraße 37",
  "Neubau einer Jugendfreizeiteinrichtung in Berlin-Köpenick; 12555, An der Wuhlheide 256": "New construction of a youth leisure facility in Berlin-Köpenick; 12555, An der Wuhlheide 256",
  "Neubau einer Jugendfreizeiteinrichtung, Landsberger Straße": "New construction of a youth leisure facility, Landsberger Straße",
  "Neubau einer Revierunterkunft in der Liepnitzstraße 33 für das Revier Süd": "Construction of a new police station at Liepnitzstraße 33 for the South precinct",
  "Neubau einer Straßenbrücke über die Spree im Zuge der geplanten Süd-Ost-Verbindung einschließlich Stützwänden (Treptow-Köpenick)": "Construction of a new road bridge over the Spree as part of the planned south-east connection including retaining walls (Treptow-Köpenick)",
  "Neubau einer Straßenverbindung An der Wuhlheide bis Märkische Allee (Weiterbau der TVO - Tangentialverbindung Ost)": "New construction of a road connection from An der Wuhlheide to Märkische Allee (continuation of the TVO - Tangential Connection East)",
  "Neubau eines Forschungs- und Laborgebäudes für Lebenswissenschaften (HU)": "New construction of a research and laboratory building for life sciences (HU)",
  "Neubau eines Umkleidetraktes auf der Ernst-Reuter- Sportanlage": "Construction of a new changing room complex at the Ernst-Reuter sports facility",
  "Neubau leichter Straßenbefestigungen im gesamten Siedlungsgebiet Biesenhorst": "Construction of new, lightweight road surfaces throughout the entire Biesenhorst settlement area",
  "Neubau von Unterrichtsräumen für die Musikschule, Brittendorfer Weg 16 B": "New construction of classrooms for the music school, Brittendorfer Weg 16 B",
  "Neubau von Wachen der Freiwilligen Feuerwehr": "New construction of fire stations for the volunteer fire brigade",
  "Neubau von elektrischen Straßenbeleuchtungsanlagen": "Construction of new electric street lighting systems",
  "Neue Holzmodulschulen Programm": "New Wooden Modular Schools Program",
  "Neue Schulen Programm": "New Schools Program",
  "Neugestaltung Ehrenmal Küstriner Straße": "Redesign of the war memorial on Küstriner Straße",
  "Neugestaltung Spielplatz Falkenberg": "Redesign of Falkenberg Playground",
  "Neugestaltung des Außengeländes auf der Westseite": "Redesign of the outdoor area on the west side",
  "Neugestaltung des Heidelberger Platzes": "Redesign of Heidelberg Square",
  "Neukölln": "Neukölln",
  "Neuverkabelung Bürodienstgebäude Cat. 7": "Rewiring of office building Cat. 7",
  "Neuverkabelung Campus Moabit": "Rewiring of the Moabit Campus",
  "Nichtstationäre Krankenhilfe": "Non-hospital medical care",
  "Nichtstationäre Krankenhilfe nach SGB XII und AsylbLG": "Non-hospital medical care according to SGB XII and AsylbLG",
  "Notarzteinsatzfahrzeuge": "Emergency medical vehicles",
  "Noten, Textbücher": "Sheet music, lyrics",
  "Nutzerspezifische Nebenkosten im Rahmen des Facility Managements": "User-specific ancillary costs within the framework of facility management",
  "Oberverwaltungsgericht Berlin-Brandenburg": "Higher Administrative Court of Berlin-Brandenburg",
  "Olympiapark Berlin": "Olympiapark Berlin",
  "Olympiapark, Abdichtung des nördlichen, südlichen und westlichen Gebäudeteils der Maifeldtribüne": "Olympic Park, sealing of the northern, southern and western parts of the Maifeld grandstand",
  "Olympiapark, Errichtung von Dauerausstellungsflächen für das Sportmuseum Berlin": "Olympic Park, construction of permanent exhibition areas for the Berlin Sports Museum",
  "Olympiapark, Neubau einer Typensporthalle, 2. Bauabschnitt": "Olympic Park, new construction of a standard sports hall, 2nd construction phase",
  "Olympiapark, Neubau eines Betriebshofes, 1. Bauabschnitt": "Olympic Park, new construction of a depot, 1st construction phase",
  "Olympiapark, Waldbühne, Sanierung der Treppenanlagen": "Olympic Park, Forest Stage, Renovation of the Staircases",
  "Ordnung im öffentlichen Raum": "Order in public spaces",
  "Ordnungsbehördliche Bestattungen": "Regulatory burials",
  "PRV-Heilbehandlungen und -Sozialleistungen": "PRV medical treatments and social benefits",
  "PRV-Renten": "PRV pensions",
  "Pankegrünzug zwischen Soldiner Straße und Badstraße": "Panke greenway between Soldiner Straße and Badstraße",
  "Pankow": "Pankow",
  "Papier für Vervielfältigungen in Schulen": "Paper for photocopying in schools",
  "Partizipationsmaßnahmen": "Participation measures",
  "Pauschale Mehrausgaben": "Flat-rate additional expenses",
  "Pauschale Mehrausgaben für Bauinvestitionen": "Lump sum additional expenses for construction investments",
  "Pauschale Mehrausgaben für Personalausgaben": "Flat-rate additional expenses for personnel costs",
  "Pauschale Mehrausgaben für die verfahrensunabhängige IKT": "Flat-rate additional expenses for process-independent ICT",
  "Pauschale Mehrausgaben im Zusammenhang mit gesamtstädtischen Zielvereinbarungen nach § 6a AZG": "Flat-rate additional expenses in connection with city-wide target agreements pursuant to Section 6a AZG",
  "Pauschale Mehrausgaben zum Ausgleich der Rundungsdifferenz": "Flat-rate additional expenses to compensate for the rounding difference",
  "Pauschale Mehrausgaben zur Finanzierung von Haushaltsresten": "Lump sum additional expenditure to finance budget surpluses",
  "Pauschale Zuweisungen für Investitionen": "Lump sum allocations for investments",
  "Pauschalförderung nach dem Landesfördergesetz": "Lump sum funding according to the state funding law",
  "Personal- und Organisationsmanagement (ohne Aus- und Fortbildung)": "Personnel and organizational management (excluding training and further education)",
  "Personalgewinnungs- und Personalbindungsprämien": "Recruitment and retention bonuses",
  "Personalüberhang": "Staff surplus",
  "Pflanzenschutzamt": "Plant Protection Office",
  "Pflegegeld an Blinde und gehörlose Blinde nach Landespflegegeldgesetz": "Care allowance for blind and deaf blind persons according to the state care allowance law",
  "Pflegegeld an Gehörlose nach Landespflegegeldgesetz": "Care allowance for deaf people according to the state care allowance law",
  "Pflegegeld an hochgradig Sehbehinderte und gehörlose hochgradig Sehbehinderte nach Landespflegegeldgesetz": "Care allowance for severely visually impaired and deaf severely visually impaired persons according to the state care allowance law",
  "Pflegestellenwerbung": "Foster care placement advertisement",
  "Politische Bildungsarbeit": "Political education work",
  "Politische Bildungsarbeit an Schulen": "Political education work in schools",
  "Politische Führung und zentrale Verwaltung": "Political leadership and central administration",
  "Polizei Berlin": "Berlin Police",
  "Polizei Berlin - Behördenleitung -": "Berlin Police - Authority Management -",
  "Polizei Berlin - Direktion Zentraler Service -": "Berlin Police - Central Service Directorate -",
  "Polizei Berlin - Landeskriminalamt -": "Berlin Police - State Criminal Police Office -",
  "Polizei Berlin - Landespolizeidirektion -": "Berlin Police - State Police Directorate -",
  "Polizei Berlin - Polizeiakademie -": "Berlin Police - Police Academy -",
  "Polizei und Feuerwehr; Neubau einer Kooperativen Leitstelle auf dem Gelände Gallwitzallee; Feuerwehrleitstelle Nikolaus-Groß-Weg, Errichtung eines Erweiterungsbaus und Sanierung des Bestandsgebäudes": "Police and fire brigade; construction of a new cooperative control center on the Gallwitzallee site; fire brigade control center Nikolaus-Groß-Weg, construction of an extension and renovation of the existing building",
  "Programme, Eintrittskarten": "Programs, tickets",
  "Programminformation und Werbung": "Program information and advertising",
  "Projekt Digitalisierung Direkte Demokratie": "Project Digitization Direct Democracy",
  "Projekte der Freiwilligenarbeit": "Volunteer work projects",
  "Prämien an private Unternehmen für besondere wirtschafts- und arbeitsplatzfördernde Maßnahmen": "Premiums to private companies for special measures that promote the economy and jobs",
  "Prämien für besondere Leistungen": "Bonuses for special achievements",
  "Prävention im Bereich der inneren Sicherheit": "Prevention in the area of internal security",
  "Präventivmaßnahmen zum Gesundheitsschutz": "Preventive measures for health protection",
  "Pädagogisch-therapeutische Leistungen nach dem Kinder- und Jugendhilfegesetz": "Educational and therapeutic services according to the Child and Youth Welfare Act",
  "Qualifizierungsmaßnahmen und Projektmittel (Inklusive Schulen)": "Qualification measures and project funding (Inclusive schools)",
  "Qualitäts- und Innovationsoffensive an Hochschulen - Fördermittel zur Umsetzung des Zukunftsvertrags Studium und Lehre stärken": "Quality and Innovation Initiative at Universities - Funding for the Implementation of the Future Contract: Strengthening Studies and Teaching",
  "Qualitätsentwicklung, Planung und Koordination des öffentlichen Gesundheitsdienstes": "Quality development, planning and coordination of the public health service",
  "Rathausneubau Haus der Statistik": "New Town Hall Building, House of Statistics",
  "Reaktivierung Schulstandort; 12627, Roßweiner Ring 13": "Reactivation of school site; 12627, Roßweiner Ring 13",
  "Rechnereinsatz im Handelsregister -HAREG-": "Computer use in the commercial register -HAREG-",
  "Rechnungshof": "Court of Auditors",
  "Rechtsamt": "Legal Department",
  "Rechtsschutz": "Legal protection",
  "Regierende Bürgermeisterin/Regierender Bürgermeister": "Governing Mayor",
  "Regionale Fördermaßnahmen": "Regional support measures",
  "Regionalisierte Ordnungsaufgaben": "Regionalized regulatory tasks",
  "Reinickendorf": "Reinickendorf",
  "Reinigung der Straßen und Entwässerungsanlagen außerhalb der geschlossenen Ortslage": "Cleaning of streets and drainage systems outside the built-up area",
  "Renovierung und Reaktivierung der Gustav-Böß-Freilichtbühne im Volkspark Jungfernheide": "Renovation and reactivation of the Gustav-Böß open-air stage in Volkspark Jungfernheide",
  "Repräsentation, Empfänge, Feierlichkeiten, Kontaktpflege": "Representation, receptions, celebrations, networking",
  "Repräsentationskosten aus zweckgebundenen Einnahmen": "Representation expenses from earmarked income",
  "Rettungswagen": "Ambulance",
  "Rohstoffe zur Weiterverarbeitung": "Raw materials for further processing",
  "Röntgenanlage für JVA Moabit": "X-ray system for Moabit Prison",
  "Rückkehrförderung": "Return promotion",
  "Rücklagen": "Reserves",
  "Rückzahlung von Zuweisungen an den Bund": "Repayment of allocations to the federal government",
  "Rückzahlung zu Unrecht vereinnahmter Beträge": "Repayment of amounts wrongfully received",
  "Rückzahlungen von Veräußerungserlösen": "Repayments of proceeds from sales",
  "Rüstwagen": "Rescue vehicle",
  "Saat- und Pflanzgut, Düngemittel": "Seeds and planting material, fertilizers",
  "Sachausgaben für Bildungsverbünde": "Material expenditure for educational networks",
  "Sachausgaben für Einrichtungen der öffentlichen Jugendarbeit": "Material expenses for public youth work facilities",
  "Sachausgaben für Schulbibliotheken": "Material expenditures for school libraries",
  "Sachausgaben für nachweispflichtige Vordrucke und Dokumente": "Expenses for forms and documents requiring proof of purchase",
  "Sachausgaben gemäß § 7 Abs. 5 Nrn. 3 bis 5 Schulgesetz": "Expenditures in kind pursuant to Section 7 Paragraph 5 Numbers 3 to 5 of the School Act",
  "Sachausgaben zur Unterstützung von Schulen aus dem Verfügungsfonds": "Material expenditures to support schools from the discretionary fund",
  "Sachausgaben zur Unterstützung von Schulen im Rahmen der Berlin-Challenge": "Material expenditures to support schools within the framework of the Berlin Challenge",
  "Sachausgaben zur Unterstützung von Schulen im Rahmen des Bonus-Programmes": "Material expenditure to support schools under the bonus program",
  "Sachmittel für Freiwilligenarbeit": "Material resources for voluntary work",
  "Sachmittel für die Durchführung des Freiwilligen Ökologischen Jahres": "Material resources for the implementation of the Voluntary Ecological Year",
  "Sachverständigen-, Gutachten-, Gerichts- und ähnliche Kosten aus zweckgebundenen Einnahmen": "Expert, appraisal, court and similar costs from earmarked revenues",
  "Saldoausgleich für interne Verrechnungen": "Balance settlement for internal transactions",
  "Sanierung / Neubau Haus Europa, Schwarzspechtweg": "Renovation / New construction of Haus Europa, Schwarzspechtweg",
  "Sanierung Fassade und Fenster, Bürodienstgebäude Mathilde-Jacob-Platz": "Renovation of the facade and windows, office building Mathilde-Jacob-Platz",
  "Sanierung Fennsee": "Fennsee renovation",
  "Sanierung Freizeitpark Lübars": "Renovation of Lübars Leisure Park",
  "Sanierung Friedhof Heerstr. 1. Bauabschnitt": "Renovation of Heerstrasse Cemetery, 1st construction phase",
  "Sanierung Gedenkstätte Hohenschönhausen": "Renovation of the Hohenschönhausen Memorial",
  "Sanierung Rummelsburger See": "Restoration of Lake Rummelsburg",
  "Sanierung Uferwanderweg Konradshöhe Tegelort (2. BA)": "Renovation of the Konradshöhe Tegelort riverside hiking trail (2nd construction phase)",
  "Sanierung Wege und Plateau Biesdorfer Höhe": "Renovation of paths and plateau Biesdorfer Höhe",
  "Sanierung Zwinglistraße 37, Umbau zu einem Büro- und Verwaltungsdienstgebäude": "Renovation of Zwinglistrasse 37, conversion into an office and administrative building",
  "Sanierung der Gottfried-Benn-Bibliothek, Nentershäuser Platz 1": "Renovation of the Gottfried Benn Library, Nentershäuser Platz 1",
  "Sanierung der Jugendfreizeiteinrichtung Burg, 12161, Friedrich-Wilhelm-Platz 11": "Renovation of the youth leisure facility Burg, 12161, Friedrich-Wilhelm-Platz 11",
  "Sanierung der Marienhöhe": "Renovation of Marienhöhe",
  "Sanierung des Bunkerbergs im Volkspark Friedrichshain": "Renovation of the bunker hill in Volkspark Friedrichshain",
  "Sanierung des Heinrich-von-Kleist-Parks im Bereich des Gartendenkmals": "Renovation of the Heinrich-von-Kleist-Park in the area of the garden monument",
  "Sanierung des Kunstrasengroßspielfeldes (Platz 1) auf der Sportanlage Am Ried 3": "Renovation of the artificial turf large playing field (pitch 1) at the sports facility Am Ried 3",
  "Sanierung des Kunstrasengroßspielfeldes Sportanlage Königshorster Straße 13, 13439 Berlin": "Renovation of the artificial turf pitch at the sports complex Königshorster Straße 13, 13439 Berlin",
  "Sanierung des Lichtenrader Dorfteichs": "Renovation of the Lichtenrade village pond",
  "Sanierung des Mehrzweckgebäudes Strandbad Müggelsee; 12589, Fürstenwalder Damm 838": "Renovation of the multi-purpose building at the Müggelsee lido; 12589, Fürstenwalder Damm 838",
  "Sanierung des Volksparks Mariendorf im Bereich des Gartendenkmals": "Renovation of the Mariendorf public park in the area of the garden monument",
  "Sanierung u. Wiederherstellung des Bürodienstgebäudes Premnitzer Str. 4, 12681 Berlin": "Renovation and restoration of the office building at Premnitzer Str. 4, 12681 Berlin",
  "Sanierung und Grundinstandsetzung Komische Oper, vorgezogene Maßnahmen": "Renovation and basic refurbishment of the Komische Oper, advance measures",
  "Sanierung und Grundinstandsetzung Staatsoper": "Renovation and basic refurbishment of the State Opera",
  "Sanierung und Grundinstandsetzung des Theaters an der Parkaue, 1. Bauabschnitt": "Renovation and basic refurbishment of the theater at Parkaue, 1st construction phase",
  "Sanierung und Grundinstandsetzung des Theaters an der Parkaue, 2. Bauabschnitt": "Renovation and basic refurbishment of the theater at Parkaue, 2nd construction phase",
  "Sanierung und Grundinstandsetzung des Theaters an der Parkaue, 3. Bauabschnitt": "Renovation and basic refurbishment of the Theater an der Parkaue, 3rd construction phase",
  "Sanierung und Standardanpassung Dienstgebäude Nimrodstraße": "Renovation and standardization of the Nimrodstraße office building",
  "Sanierung und Umbau Ohlauer Str. 22": "Renovation and conversion of Ohlauer Str. 22",
  "Schoelerschlößchen Denkmalgerechte Sanierung der Innenräume Wilhelmsaue 126": "Schoelerschlößchen: Restoration of the interiors in accordance with historic preservation guidelines, Wilhelmsaue 126",
  "Schulbezogene Jugendsozialarbeit": "School-based youth social work",
  "Schulden": "Debts",
  "Schuldendienst für Darlehen für den Schienenverkehr": "Debt service for loans for rail transport",
  "Schuldendiensthilfen aus zweckgebundenen Einnahmen": "Debt service assistance from earmarked revenues",
  "Schuldendiensthilfen für die Eigentumsförderung": "Debt service assistance for homeownership promotion",
  "Schule und Sport": "School and Sport",
  "Schulen, Typenentwurf und Standortplanung MEB": "Schools, Type Design and Site Planning MEB",
  "Schulische Veranstaltungen": "School events",
  "Schulsporthallen Neubau-Programm": "School sports hall new construction program",
  "Schulsporthallen Schnellbau": "Quick-construction school sports halls",
  "Schulungs-, Bildungs- und Aufklärungsmaßnahmen aus der Ausgleichsabgabe nach dem Sozialgesetzbuch-Neuntes Buch-": "Training, education and awareness measures from the compensatory levy under the Social Code, Book Nine",
  "Seewasserfilter Obersee - Errichtung eines stationären Klärschlammbeckens i.V.m. der Errichtung einer stationären Scheibenfilteranlage": "Lake Obersee water filter - Construction of a stationary sewage sludge basin in conjunction with the construction of a stationary disc filter system",
  "Sekretariat der Kultusministerkonferenz": "Secretariat of the Standing Conference of the Ministers of Education and Cultural Affairs",
  "Sekundarschulen": "Secondary schools",
  "Senatskanzlei": "Senate Chancellery",
  "Senatskanzlei - Digitalisierung -": "Senate Chancellery - Digitalization -",
  "Senatskanzlei - Europa -": "Senate Chancellery - Europe -",
  "Senatskanzlei - Personalüberhang -": "Senate Chancellery - Staff surplus -",
  "Senatsverwaltung für  Mobilität, Verkehr, Klimaschutz und Umwelt - Umweltpolitik, Kreislaufwirtschaft und Immissionsschutz -": "Senate Department for Mobility, Transport, Climate Protection and Environment - Environmental Policy, Circular Economy and Emission Control -",
  "Senatsverwaltung für Arbeit, Soziales, Gleichstellung, Integration, Vielfalt und Antidiskriminierung": "Senate Department for Labour, Social Affairs, Equality, Integration, Diversity and Anti-Discrimination",
  "Senatsverwaltung für Arbeit, Soziales, Gleichstellung, Integration, Vielfalt und Antidiskriminierung - Arbeit und Berufliche Bildung -": "Senate Department for Labour, Social Affairs, Equality, Integration, Diversity and Anti-Discrimination - Labour and Vocational Training -",
  "Senatsverwaltung für Arbeit, Soziales, Gleichstellung, Integration, Vielfalt und Antidiskriminierung - Beauftragte/Beauftragter für Partizipation, Integration und Migration -": "Senate Department for Labour, Social Affairs, Equality, Integration, Diversity and Anti-Discrimination - Commissioner for Participation, Integration and Migration -",
  "Senatsverwaltung für Arbeit, Soziales, Gleichstellung, Integration, Vielfalt und Antidiskriminierung - Frauen und Gleichstellung -": "Senate Department for Labour, Social Affairs, Equality, Integration, Diversity and Anti-Discrimination - Women and Equality -",
  "Senatsverwaltung für Arbeit, Soziales, Gleichstellung, Integration, Vielfalt und Antidiskriminierung - Landesstelle für Gleichbehandlung gegen Diskriminierung (Landesantidiskriminierungsstelle) -": "Senate Department for Labour, Social Affairs, Equality, Integration, Diversity and Anti-Discrimination - State Office for Equal Treatment against Discrimination (State Anti-Discrimination Office) -",
  "Senatsverwaltung für Arbeit, Soziales, Gleichstellung, Integration, Vielfalt und Antidiskriminierung - Personalüberhang -": "Senate Department for Labour, Social Affairs, Equality, Integration, Diversity and Anti-Discrimination - Staff Surplus -",
  "Senatsverwaltung für Arbeit, Soziales, Gleichstellung, Integration, Vielfalt und Antidiskriminierung - Politisch-Administrativer Bereich und Service -": "Senate Department for Labour, Social Affairs, Equality, Integration, Diversity and Anti-Discrimination - Political-Administrative Area and Service -",
  "Senatsverwaltung für Arbeit, Soziales, Gleichstellung, Integration, Vielfalt und Antidiskriminierung - Soziales -": "Senate Department for Labour, Social Affairs, Equality, Integration, Diversity and Anti-Discrimination - Social Affairs -",
  "Senatsverwaltung für Bildung, Jugend und Familie": "Senate Department for Education, Youth and Family",
  "Senatsverwaltung für Bildung, Jugend und Familie - Berliner Notdienst Kinderschutz -": "Senate Department for Education, Youth and Family - Berlin Child Protection Emergency Service -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Berufsbildende Schulen -": "Senate Department for Education, Youth and Family - Vocational Schools -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Familie und frühkindliche Bildung -": "Senate Department for Education, Youth and Family - Family and Early Childhood Education -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Familienpolitik und Familienförderung -": "Senate Department for Education, Youth and Family - Family Policy and Family Support -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Gemeinschaftsschulen -": "Senate Department for Education, Youth and Family - Community Schools -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Grundsatzangelegenheiten und Recht des Bildungswesens; allgemeinbildende Schulen; Lehrkräftebildung -": "Senate Department for Education, Youth and Family - Fundamental Issues and Law of Education; General Education Schools; Teacher Training -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Grundschulen -": "Senate Department for Education, Youth and Family - Primary Schools -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Gymnasien -": "Senate Department for Education, Youth and Family - Grammar Schools -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Integrierte Sekundarschulen -": "Senate Department for Education, Youth and Family - Integrated Secondary Schools -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Jugend und Kinderschutz -": "Senate Department for Education, Youth and Family - Youth and Child Protection -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Operative Schulaufsicht der allgemeinbildenden Schulen -": "Senate Department for Education, Youth and Family - Operational School Supervision of General Education Schools -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Personalüberhang -": "Senate Department for Education, Youth and Family - Staff Surplus -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Politisch-Administrativer Bereich und Service -": "Senate Department for Education, Youth and Family - Political-Administrative Area and Service -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Schule in der digitalen Welt -": "Senate Department for Education, Youth and Family - School in the Digital World -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Schulentwicklungsplanung und Schulbau für öffentliche allgemeinbildende Schulen -": "Senate Department for Education, Youth and Family - School Development Planning and School Construction for Public General Education Schools -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Schulträgerschaft und operative Schulaufsicht der beruflichen und zentral verwalteten Schulen": "Senate Department for Education, Youth and Family - School Authority and Operational School Supervision of Vocational and Centrally Administered Schools",
  "Senatsverwaltung für Bildung, Jugend und Familie - Sonderpädagogische Förderzentren -": "Senate Department for Education, Youth and Family - Special Education Support Centers -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Sonstige Aufgaben nach und Leistungen außerhalb SGB VIII -": "Senate Department for Education, Youth and Family - Other tasks and services outside of Book VIII of the German Social Code -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Staatliche Ballett- und Artistikschule Berlin -": "Senate Department for Education, Youth and Family - State Ballet and Artistic School Berlin -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Staatliche Technikerschule -": "Senate Department for Education, Youth and Family - State Technical School -",
  "Senatsverwaltung für Bildung, Jugend und Familie - Zentral verwaltete Schulen -": "Senate Department for Education, Youth and Family - Centrally Administered Schools -",
  "Senatsverwaltung für Finanzen": "Senate Department for Finance",
  "Senatsverwaltung für Finanzen - Haushalt -": "Senate Department for Finance - Budget -",
  "Senatsverwaltung für Finanzen - Landespersonal -": "Senate Department for Finance - State Personnel -",
  "Senatsverwaltung für Finanzen - Personalüberhang -": "Senate Department for Finance - Staff Surplus -",
  "Senatsverwaltung für Finanzen - Personalüberhang - (ehemals Zentrales Personalüberhangmanagement)": "Senate Department for Finance - Staff Surplus - (formerly Central Staff Surplus Management)",
  "Senatsverwaltung für Finanzen - Politisch-Administrativer Bereich und Service -": "Senate Department for Finance - Political-Administrative Area and Service -",
  "Senatsverwaltung für Finanzen - Steuern -": "Senate Department for Finance - Taxes -",
  "Senatsverwaltung für Finanzen - Vermögen -": "Senate Department for Finance - Assets -",
  "Senatsverwaltung für Finanzen - Zentrale Datenstelle der Landesfinanzminister und sonstige Angelegenheiten der Finanzministerkonferenz -": "Senate Department for Finance - Central Data Office of the State Finance Ministers and other matters of the Conference of Finance Ministers -",
  "Senatsverwaltung für Inneres und Sport": "Senate Department for the Interior and Sport",
  "Senatsverwaltung für Inneres und Sport - Personalüberhang -": "Senate Department for the Interior and Sport - Staff Surplus -",
  "Senatsverwaltung für Inneres und Sport - Politisch-Administrativer Bereich und Service -": "Senate Department for the Interior and Sport - Political-Administrative Area and Service -",
  "Senatsverwaltung für Inneres und Sport - Sport -": "Senate Department for the Interior and Sport - Sport -",
  "Senatsverwaltung für Inneres und Sport - Verfassungsschutz -": "Senate Department for the Interior and Sport - Office for the Protection of the Constitution -",
  "Senatsverwaltung für Justiz und Verbraucherschutz": "Senate Department for Justice and Consumer Protection",
  "Senatsverwaltung für Justiz und Verbraucherschutz - Personalüberhang -": "Senate Department for Justice and Consumer Protection - Staff Surplus -",
  "Senatsverwaltung für Justiz und Verbraucherschutz - Politisch-Administrativer Bereich und Service -": "Senate Department for Justice and Consumer Protection - Political-Administrative Area and Service -",
  "Senatsverwaltung für Justiz und Verbraucherschutz - Verbraucherschutz -": "Senate Department for Justice and Consumer Protection - Consumer Protection -",
  "Senatsverwaltung für Kultur und Gesellschaftlichen Zusammenhalt": "Senate Department for Culture and Social Cohesion",
  "Senatsverwaltung für Kultur und Gesellschaftlichen Zusammenhalt - Engagement und Demokratieförderung -": "Senate Department for Culture and Social Cohesion - Civic Engagement and Promotion of Democracy -",
  "Senatsverwaltung für Kultur und Gesellschaftlichen Zusammenhalt - Kultur -": "Senate Department for Culture and Social Cohesion - Culture -",
  "Senatsverwaltung für Kultur und Gesellschaftlichen Zusammenhalt - Personalüberhang -": "Senate Department for Culture and Social Cohesion - Staff Surplus -",
  "Senatsverwaltung für Kultur und Gesellschaftlichen Zusammenhalt - Politisch-Administrativer Bereich und Service -": "Senate Department for Culture and Social Cohesion - Political-Administrative Area and Service -",
  "Senatsverwaltung für Mobilität, Verkehr, Klimaschutz und Umwelt": "Senate Department for Mobility, Transport, Climate Protection and Environment",
  "Senatsverwaltung für Mobilität, Verkehr, Klimaschutz und Umwelt - Grundsatz -": "Senate Department for Mobility, Transport, Climate Protection and Environment - Principle -",
  "Senatsverwaltung für Mobilität, Verkehr, Klimaschutz und Umwelt - Integrativer Umweltschutz -": "Senate Department for Mobility, Transport, Climate Protection and Environment - Integrated Environmental Protection -",
  "Senatsverwaltung für Mobilität, Verkehr, Klimaschutz und Umwelt - Integratives Verkehrsmanagement -": "Senate Department for Mobility, Transport, Climate Protection and Environment - Integrated Transport Management -",
  "Senatsverwaltung für Mobilität, Verkehr, Klimaschutz und Umwelt - Klimaschutz, Naturschutz und Stadtgrün -": "Senate Department for Mobility, Transport, Climate Protection and Environment - Climate Protection, Nature Conservation and Urban Green Spaces -",
  "Senatsverwaltung für Mobilität, Verkehr, Klimaschutz und Umwelt - Personalüberhang -": "Senate Department for Mobility, Transport, Climate Protection and Environment - Staff Surplus -",
  "Senatsverwaltung für Mobilität, Verkehr, Klimaschutz und Umwelt - Politisch-Administrativer Bereich und Service -": "Senate Department for Mobility, Transport, Climate Protection and Environment - Political-Administrative Area and Service -",
  "Senatsverwaltung für Mobilität, Verkehr, Klimaschutz und Umwelt - Tiefbau -": "Senate Department for Mobility, Transport, Climate Protection and Environment - Civil Engineering -",
  "Senatsverwaltung für Mobilität, Verkehr, Klimaschutz und Umwelt - Verkehr -": "Senate Department for Mobility, Transport, Climate Protection and Environment - Transport -",
  "Senatsverwaltung für Stadtentwicklung, Bauen und Wohnen": "Senate Department for Urban Development, Construction and Housing",
  "Senatsverwaltung für Stadtentwicklung, Bauen und Wohnen - Gemeinsame Landesplanung -": "Senate Department for Urban Development, Construction and Housing - Joint State Planning -",
  "Senatsverwaltung für Stadtentwicklung, Bauen und Wohnen - Geoinformation -": "Senate Department for Urban Development, Construction and Housing - Geoinformation -",
  "Senatsverwaltung für Stadtentwicklung, Bauen und Wohnen - Hochbau -": "Senate Department for Urban Development, Construction and Housing - Building Construction -",
  "Senatsverwaltung für Stadtentwicklung, Bauen und Wohnen - Ministerielle Angelegenheiten des Bauens, Grundsatz und Recht -": "Senate Department for Urban Development, Construction and Housing - Ministerial Affairs of Construction, Principles and Law -",
  "Senatsverwaltung für Stadtentwicklung, Bauen und Wohnen - Personalüberhang -": "Senate Department for Urban Development, Construction and Housing - Staff Surplus -",
  "Senatsverwaltung für Stadtentwicklung, Bauen und Wohnen - Politisch-Administrativer Bereich und Service -": "Senate Department for Urban Development, Construction and Housing - Political-Administrative Area and Service -",
  "Senatsverwaltung für Stadtentwicklung, Bauen und Wohnen - Stadtplanung -": "Senate Department for Urban Development, Construction and Housing - Urban Planning -",
  "Senatsverwaltung für Stadtentwicklung, Bauen und Wohnen - Städtebau und Projekte -": "Senate Department for Urban Development, Construction and Housing - Urban Planning and Projects -",
  "Senatsverwaltung für Stadtentwicklung, Bauen und Wohnen - Wohnungswesen, Stadterneuerung, Städtebauförderung -": "Senate Department for Urban Development, Construction and Housing - Housing, Urban Renewal, Urban Development Promotion -",
  "Senatsverwaltung für Wirtschaft, Energie und Betriebe": "Senate Department for Economic Affairs, Energy and Public Enterprises",
  "Senatsverwaltung für Wirtschaft, Energie und Betriebe - Betriebe und Strukturpolitik -": "Senate Department for Economic Affairs, Energy and Enterprises - Enterprises and Structural Policy -",
  "Senatsverwaltung für Wirtschaft, Energie und Betriebe - Energie, Digitalisierung und Innovation -": "Senate Department for Economic Affairs, Energy and Public Enterprises - Energy, Digitalization and Innovation -",
  "Senatsverwaltung für Wirtschaft, Energie und Betriebe - Politisch-Administrativer Bereich und Service -": "Senate Department for Economic Affairs, Energy and Public Enterprises - Political-Administrative Division and Service -",
  "Senatsverwaltung für Wirtschaft, Energie und Betriebe - Wirtschaftspolitik und Wirtschaftsordnung -": "Senate Department for Economic Affairs, Energy and Enterprises - Economic Policy and Economic Order -",
  "Senatsverwaltung für Wirtschaft, Energie unmd Betriebe - Personalüberhang -": "Senate Department for Economic Affairs, Energy and Enterprises - Staff Surplus -",
  "Senatsverwaltung für Wissenschaft, Gesundheit und Pflege": "Senate Department for Science, Health and Care",
  "Senatsverwaltung für Wissenschaft, Gesundheit und Pflege - Außeruniversitäre Forschung und Charité -": "Senate Department for Science, Health and Care - Non-University Research and Charité -",
  "Senatsverwaltung für Wissenschaft, Gesundheit und Pflege - Gesundheit -": "Senate Department for Science, Health and Care - Health -",
  "Senatsverwaltung für Wissenschaft, Gesundheit und Pflege - Hochschulen -": "Senate Department for Science, Health and Care - Universities -",
  "Senatsverwaltung für Wissenschaft, Gesundheit und Pflege - Personalüberhang -": "Senate Department for Science, Health and Care - Staff Surplus -",
  "Senatsverwaltung für Wissenschaft, Gesundheit und Pflege - Pflege -": "Senate Department for Science, Health and Care - Care -",
  "Senatsverwaltung für Wissenschaft, Gesundheit und Pflege - Politisch-Administrativer Bereich und Service -": "Senate Department for Science, Health and Care - Political-Administrative Area and Service -",
  "Server - verfahrensabhängig": "Server - procedure-dependent",
  "Serververfahrensunabhängige Technik": "Server-independent technology",
  "Serviceeinheit Facility Management": "Service unit Facility Management",
  "Serviceeinheit Finanzen": "Finance Service Unit",
  "Serviceeinheit Personal": "Personnel Service Unit",
  "Serviceeinheit Personal und Finanzen": "Service Unit Personnel and Finance",
  "Servicezentrum der Berliner Volkshochschulen": "Service Center of the Berlin Adult Education Centers",
  "Sicherheitsausgaben in Zusammenhang mit dem DFB-Pokalfinale": "Security expenditures related to the DFB Cup final",
  "Sicherung und Aufbereitung digitaler Spuren/IuK-Forensik": "Securing and processing digital traces/ICT forensics",
  "Sitzungsgelder, Kostenentschädigungen": "Session fees, expense allowances",
  "Sonderfahrzeuge": "Special vehicles",
  "Sondermittel der Bezirksverordnetenversammlung": "Special funds of the district assembly",
  "Sonderpädagogische Förderzentren": "Special Education Support Centers",
  "Sonstige Ausgaben für konsumtive Zwecke aus zweckgebundenen Einnahmen der Länder": "Other expenditure for consumption purposes from earmarked revenues of the Länder",
  "Sonstige Fürsorgeleistungen für Dienstkräfte": "Other welfare benefits for service personnel",
  "Sonstige Krankenhilfeleistungen": "Other medical care services",
  "Sonstige Verwaltungsausgaben aus EFRE-Mitteln (Förderperiode 2021-2027)": "Other administrative expenses from ERDF funds (funding period 2021-2027)",
  "Sonstige Verwaltungsausgaben aus ESF-Mitteln (Förderperiode 2021-2027)": "Other administrative expenses from ESF funds (funding period 2021-2027)",
  "Sonstige Zuschüsse an Bühnen und Tanz": "Other subsidies for stages and dance",
  "Sonstige Zuschüsse an Chöre und Orchester": "Other grants to choirs and orchestras",
  "Sonstige Zuschüsse an Einrichtungen der Literatur": "Other grants to literary institutions",
  "Sonstige Zuschüsse an Einrichtungen der bildenden Kunst": "Other grants to institutions of the visual arts",
  "Sonstige Zuschüsse an Museen": "Other grants to museums",
  "Sonstige Zuschüsse aus EFRE-Mitteln (Förderperiode 2021-2027)": "Other grants from ERDF funds (funding period 2021-2027)",
  "Sonstige Zuschüsse aus ESF-Mitteln (Förderperiode 2021-2027)": "Other grants from ESF funds (funding period 2021-2027)",
  "Sonstige Zuschüsse für die freie Jugendhilfe": "Other grants for independent youth welfare services",
  "Sonstige Zuschüsse für konsumtive Zwecke im Ausland": "Other grants for consumption purposes abroad",
  "Sonstige Zuschüsse für konsumtive Zwecke im Ausland aus zweckgebundenen Einnahmen": "Other grants for consumption purposes abroad from earmarked revenues",
  "Sonstige Zuschüsse für konsumtive Zwecke im Inland": "Other subsidies for domestic consumption purposes",
  "Sonstige Zuschüsse für konsumtive Zwecke im Inland aus zweckgebundenen Einnahmen": "Other subsidies for domestic consumption purposes from earmarked revenues",
  "Sonstige Zuschüsse für konsumtive Zwecke in den Bereichen Jugend, Bildung, Kultur und Wissenschaft": "Other grants for consumption purposes in the areas of youth, education, culture and science",
  "Sonstige Zuschüsse für kulturelle Projekte im Bildungsbereich": "Other grants for cultural projects in the education sector",
  "Sonstige einmalige Leistungen zum Lebensunterhalt nach SGB XII und AsylbLG": "Other one-off benefits for subsistence according to SGB XII and AsylbLG",
  "Sonstige einmalige Leistungen zum Lebensunterhalt nach dem Kinder- und Jugendhilfegesetz": "Other one-off benefits for living expenses under the Child and Youth Welfare Act",
  "Sonstige soziale Angelegenheiten": "Other social matters",
  "Sonstige sächliche Verwaltungsausgaben aus EFRE-Mitteln (Förderperiode 2014-2020)": "Other administrative expenses from ERDF funds (funding period 2014-2020)",
  "Sonstige sächliche Verwaltungsausgaben aus zweckgebundenen Einnahmen": "Other administrative expenses from earmarked revenues",
  "Sonstiges": "Miscellaneous",
  "Sonstiges Bildungswesen": "Other education",
  "Sonstiges im Bereich Gewerbe und Dienstleistungen": "Other items in the trade and services sector",
  "Soziale Dienste der Justiz - Gerichtshilfe und Bewährungshilfe -": "Social Services of the Judiciary - Court Assistance and Probation Services -",
  "Soziale Gruppenarbeit nach dem Kinder- und Jugendhilfegesetz": "Social group work according to the Child and Youth Welfare Act",
  "Soziale Infrastrukturmaßnahmen in Quartieren auch außerhalb von Städtebaufördergebieten": "Social infrastructure measures in neighborhoods also outside of urban development funding areas",
  "Soziale Leistungen für Folgen von Krieg und politischen Ereignissen": "Social benefits for the consequences of war and political events",
  "Soziale Leistungen nach dem SGB XII und dem Asylbewerberleistungsgesetz, Eingliederungshilfe für Menschen mit Behinderung nach dem SGB IX": "Social benefits under the German Social Code, Book XII (SGB XII) and the Asylum Seekers' Benefits Act, integration assistance for people with disabilities under the German Social Code, Book IX (SGB IX)",
  "Soziale Sicherung, Familie und Jugend, Arbeitsmarktpolitik": "Social security, family and youth, labor market policy",
  "Soziales": "Social",
  "Sozialgericht": "Social Court",
  "Sozialpädagogische Familienhilfe nach dem Kinder- und Jugendhilfegesetz": "Socially oriented family support according to the Child and Youth Welfare Act",
  "Sozialpädagogische Hilfen in Ausbildungsprojekten nach dem Kinder- und Jugendhilfegesetz": "Social and educational support in training projects according to the Child and Youth Welfare Act",
  "Sozialpädagogische Krisenintervention nach Inobhutnahme nach dem Kinder- und Jugendhilfegesetz": "Social pedagogical crisis intervention after taking a child into care under the Child and Youth Welfare Act",
  "Sozialpädagogisches Fortbildungsinstitut Berlin-Brandenburg": "Social Pedagogical Training Institute Berlin-Brandenburg",
  "Sozialraumorientierte Planungskoordination (SPK)": "Social space-oriented planning coordination (SPK)",
  "Sozialversicherung einschließlich Arbeitslosenversicherung": "Social security including unemployment insurance",
  "Spandau": "Spandau",
  "Spektrometer": "Spectrometer",
  "Spielplatz Ehrenfelsstr./Ingelheimer Str. Karlshorst (Lehrlingsbaustelle)": "Playground Ehrenfelsstr./Ingelheimer Str. Karlshorst (apprentice construction site)",
  "Spielplatz Georg-Lehnig-Straße 1-9/Erich-Kuttner-Straße 26": "Playground Georg-Lehnig-Straße 1-9/Erich-Kuttner-Straße 26",
  "Spielplatz hinter Passower Str. 35 (LSG Falkenberger Krugwiesen)": "Playground behind Passower Str. 35 (LSG Falkenberger Krugwiesen)",
  "Sport": "Sport",
  "Sport und Erholung": "Sport and recreation",
  "Sportanlage Helmut-Schleusener Stadion: Neubau eines Werkstatt- und Lagergebäudes, 13583, Falkenseer Chaussee 280": "Helmut Schleusener Stadium sports complex: New construction of a workshop and storage building, 13583, Falkenseer Chaussee 280",
  "Sportanlage Paul-Heyse-Straße, Neubau einer Typensporthalle": "Paul-Heyse-Straße sports facility, new construction of a standard sports hall",
  "Sportforum Berlin": "Sportforum Berlin",
  "Sportforum Berlin, Neubau einer Typensporthalle als Ersatzbau für eine Traglufthalle": "Sportforum Berlin, new construction of a standard sports hall as a replacement for an air-supported hall",
  "Sportförderung": "Sports promotion",
  "Sportplatz Wilhelmstr.: Verlegung Sportplatz, Abriss Vereinscasino und Ersatzbau sowie Anbau Bewegungsraum; 13595, Wilhelmstr. 11": "Wilhelmstr. sports field: Relocation of the sports field, demolition of the clubhouse and replacement building, as well as the addition of a movement room; 13595, Wilhelmstr. 11",
  "Staatsanwaltschaft": "Public Prosecutor's Office",
  "Stadtentwicklung und Quartiersmanagement": "Urban Development and Neighborhood Management",
  "Standesamt und Staatsangehörigkeitsangelegenheiten": "Registry office and citizenship matters",
  "Stationäre Hilfe zur Pflege nach SGB XII und AsylbLG": "Inpatient care assistance according to SGB XII and AsylbLG",
  "Stationäre Hilfen zur Erziehung nach SGB VIII außerhalb Berlins": "Residential child and youth welfare services under Book VIII of the German Social Code outside Berlin",
  "Stationäre Hilfen zur Erziehung nach SGB VIII innerhalb Berlins": "Residential child and youth welfare services according to SGB VIII within Berlin",
  "Stationäre Krankenhilfe": "Inpatient nursing care",
  "Stationäre Krankenhilfe nach SGB XII und AsylbLG": "Inpatient medical care according to SGB XII and AsylbLG",
  "Steglitz-Zehlendorf": "Steglitz-Zehlendorf",
  "Steuern auf Erträge aus anderen Beteiligungen": "Taxes on income from other investments",
  "Steuern und Finanzzuweisungen": "Taxes and financial allocations",
  "Steuern, Abgaben": "Taxes, levies",
  "Steuerung der verfahrensunabhängigen Informations- und Kommunikationstechnik (IKT) und Geschäftsprozessoptimierung": "Control of process-independent information and communication technology (ICT) and business process optimization",
  "Steuerungsdienst": "Control service",
  "Stiftungen (ohne Heime)": "Foundations (excluding homes)",
  "Stipendien für Studierende in spezifischen Bedarfsberufsgruppen": "Scholarships for students in specific in-demand occupational groups",
  "Stipendien, Ausbildungs- und Erziehungsbeihilfen": "Scholarships, training and educational grants",
  "Straßen": "Streets",
  "Straßenregenentwässerung": "Street rainwater drainage",
  "Städtebauförderung \"Sozialer Zusammenhalt\"": "Urban development funding \"Social cohesion\"",
  "Städtebauförderung Lebendige Zentren und Quartiere": "Urban Development Funding: Vibrant Centers and Neighborhoods",
  "Städtebauförderung Nachhaltige Erneuerung": "Urban Development Funding for Sustainable Renewal",
  "Städtebauliche Einzelmaßnahmen": "Individual urban planning measures",
  "Städtebauliche Entwicklungsmaßnahme für das Areal des ehemaligen Güterbahnhofs Köpenick": "Urban development measure for the area of the former Köpenick freight depot",
  "Städtebauliche Sanierungs- und Entwicklungsmaßnahmen": "Urban redevelopment and development measures",
  "Städtebauliche Sanierungsmaßnahmen": "Urban redevelopment measures",
  "Städtebauliche Wettbewerbe": "Urban planning competitions",
  "Systemerweiterungen für verfahrensabhängige IKT": "System extensions for process-dependent ICT",
  "Sächliche Ausgaben für Maßnahmen im Rahmen des Wissenstransfers": "Material expenditures for measures within the framework of knowledge transfer",
  "Sächliche Ausgaben für die Verwaltungsreform": "Material expenditures for administrative reform",
  "Sächliche Ausgaben für zukunftsorientierte Entwicklungsmaßnahmen": "Material expenditures for future-oriented development measures",
  "Sächliche Verwaltungsausgaben für Maßnahmen im Rahmen europäischer Netzwerke": "Administrative expenditure on materials for measures within the framework of European networks",
  "TU, Fassadenerneuerung des Gebäudes Technische Chemie": "TU, facade renovation of the Technical Chemistry building",
  "TU, Forschungsneubau, Simulation Mathematik (IMoS), auf dem Gelände Fasanenstraße 80-84": "TU, Research Building, Simulation Mathematics (IMoS), on the grounds Fasanenstraße 80-84",
  "TU, Neubau Mathematikgebäude": "TU, New Mathematics Building",
  "Tagesgruppen nach dem Kinder- und Jugendhilfegesetz": "Day groups according to the Child and Youth Welfare Act",
  "Tagespflege in Familien nach § 23 SGB VIII/KJHG und zusätzliche Betreuung nach § 19 Abs. 6 SchulG": "Day care in families according to § 23 SGB VIII/KJHG and additional care according to § 19 para. 6 SchulG",
  "Tanklöschfahrzeuge": "Fire engines",
  "Taxikostenerstattung im Rahmen des besonderen Fahrdienstes": "Reimbursement of taxi fares within the framework of the special transport service",
  "Technische Ausstattung für die Verkehrsinformationszentrale": "Technical equipment for the traffic information center",
  "Technische Erneuerung der Überbauung Schlangenbader Straße (ÜBS)": "Technical renewal of the Schlangenbader Straße overpass (ÜBS)",
  "Technische Hilfe für die Durchführung von Programmen der EU": "Technical assistance for the implementation of EU programs",
  "Technisches Analysesystem Internet/Telekommunikation (IMSI)": "Technical Analysis System Internet/Telecommunications (IMSI)",
  "Technologieförderung": "Technology promotion",
  "Teilhabeleistungen gem. SGB IX anstelle anderer Rehabilitationsträger": "Participation benefits according to SGB IX instead of other rehabilitation providers",
  "Teilstationäre Hilfe zur Pflege nach SGB XII und AsylbLG": "Partial inpatient care according to SGB XII and AsylbLG",
  "Tempelhof-Schöneberg": "Tempelhof-Schöneberg",
  "Thematische Untersuchungen": "Thematic investigations",
  "Tiefbau und Straßenverwaltung": "Civil engineering and road administration",
  "Tierkörperbeseitigung": "Animal carcass disposal",
  "Tilgung Immobilienkredite": "Repayment of real estate loans",
  "Tilgung von Darlehen aus dem ERP-Sondervermögen": "Repayment of loans from the ERP special fund",
  "Tilgung von Darlehen des Bundes für den Wohnungsbau": "Repayment of federal loans for housing construction",
  "Tilgung von Darlehen des Bundes für sonstige Zwecke": "Repayment of federal loans for other purposes",
  "Trennungsgelder, Umzugskostenvergütungen": "Separation allowances, relocation expense reimbursements",
  "Treptow-Köpenick": "Treptow-Köpenick",
  "UdK, Sanierung der Fassade, Einsteinufer 43": "UdK, renovation of the facade, Einsteinufer 43",
  "UdK, Sanierung der Heizungsverteilung": "UdK, renovation of the heating distribution system",
  "Ufersanierung": "Riverbank restoration",
  "Uferwegekonzept": "Riverside path concept",
  "Umbau der August-Fröhlich-Straße zwischen Köpenicker Straße und Neudecker Weg": "Reconstruction of August-Fröhlich-Straße between Köpenicker Straße and Neudecker Weg",
  "Umbau der Häuser 2 und 3 zu einem zentralen Verwaltungsstandort Süd, Buckower Damm 176": "Conversion of houses 2 and 3 into a central administrative location South, Buckower Damm 176",
  "Umbau der Königsberger Straße von Goerzallee bis Morgensternstraße": "Reconstruction of Königsberger Straße from Goerzallee to Morgensternstraße",
  "Umbau der Rudower Straße zwischen Köpenicker Straße und Wegedornstraße": "Reconstruction of Rudower Straße between Köpenicker Straße and Wegedornstraße",
  "Umbau der Schulzendorfer Straße von Kreuzung Buntzelstraße/Waltersdorfer Straße bis zur Landesgrenze/Waldstraße": "Reconstruction of Schulzendorfer Straße from the intersection of Buntzelstraße/Waltersdorfer Straße to the state border/Waldstraße",
  "Umbau des Kreuzungsbereiches Bismarckstraße/Wilmersdorfer Straße": "Reconstruction of the intersection of Bismarckstraße and Wilmersdorfer Straße",
  "Umbau des Kreuzungsbereichs Horstweg/Wundtstraße zu einer Platzfläche": "Conversion of the Horstweg/Wundtstraße intersection into a public square",
  "Umbau des Strassenzuges Lorenzstraße/Mariannenstraße": "Reconstruction of the Lorenzstraße/Mariannenstraße street section",
  "Umbau des Straßenzuges Hildburghauser Straße von Kruseweg bis Blanckertzweg": "Reconstruction of the Hildburghauser Straße road section from Kruseweg to Blanckertzweg",
  "Umbau des Wilhelm-von-Siemens-Parks": "Reconstruction of Wilhelm-von-Siemens-Park",
  "Umbau und Kapazitätserweiterung des Zentralen Omnibusbahnhof (ZOB)": "Reconstruction and capacity expansion of the central bus station (ZOB)",
  "Umbau und Sanierung der Schlichtallee": "Reconstruction and renovation of Schlichtallee",
  "Umbau und Sanierung des Bürodienstgebäudes Rathaus Schöneberg, Flächenoptimierung von Büroflächen und vorgelagerte Flurbereiche im 2. + 3. OG; 10825, John-F.-Kennedy-Platz": "Conversion and renovation of the Schöneberg Town Hall office building, optimization of office space and adjacent corridor areas on the 2nd and 3rd floors; 10825, John-F.-Kennedy-Platz",
  "Umbau und Sanierung des Bürodienstgebäudes Rathaus Tempelhof; 12099, Tempelhofer Damm 165": "Conversion and renovation of the office building at Tempelhof Town Hall; 12099, Tempelhofer Damm 165",
  "Umbau/Erweiterung der Obdachloseneinrichtung Alboinplatz durch Installation eines barrierefreien Außenaufzuges": "Renovation/expansion of the Alboinplatz homeless shelter by installing an accessible external elevator",
  "Umbau/Erweiterung des Seniorenwohnhauses Rudolf-Wissel-Haus durch Installation eines barrierefreien Außenaufzuges": "Conversion/expansion of the Rudolf-Wissel-Haus senior citizens' residence by installing a barrier-free external elevator",
  "Umbau/Erweiterung des Seniorenwohnhauses Winterfeldtstraße 30 durch Installation eines barrierefreien Außenaufzuges": "Conversion/expansion of the senior citizens' residence at Winterfeldtstraße 30 by installing a barrier-free external elevator",
  "Umgestaltung von Stadtplätzen": "Redesign of city squares",
  "Umsetzung E-Government, Digitalisierung von Prozessen, Erweiterung/Modernisierung des Fachverfahrens": "Implementation of e-government, digitization of processes, expansion/modernization of the specialist procedure",
  "Umsetzung der Strategie Stadtlandschaft": "Implementation of the urban landscape strategy",
  "Umsetzung eines Konzeptes zur Verkehrsorganisation des Reisebusverkehrs": "Implementation of a concept for the traffic organization of coach traffic",
  "Umsetzung von investiven Kompensationsmaßnahmen": "Implementation of investment compensation measures",
  "Umsteuerung auf eine zentrale, webbasierte Fachanwendung im Rahmen von eGovernment@School": "Switching to a central, web-based specialist application within the framework of eGovernment@School",
  "Umwelt- und Naturschutz": "Environmental and nature conservation",
  "Umweltschutzfördernde Maßnahmen aus zweckgebundenen Einnahmen": "Environmental protection measures funded by earmarked revenues",
  "Unterbringung als Hilfe zum Lebensunterhalt nach SGB XII und AsylbLG": "Accommodation as assistance for subsistence according to SGB XII and AsylbLG",
  "Unterbringung als Hilfe zur Überwindung besonderer sozialer Schwierigkeiten nach dem SGB XII": "Accommodation as assistance to overcome particular social difficulties according to the German Social Code, Book XII",
  "Unterbringung in besonderen Lebenssituationen außerhalb der Hilfe zur Erziehung": "Placement in special life situations outside of child welfare services",
  "Unterbringung in fremden Krankenanstalten": "Accommodation in foreign hospitals",
  "Unterbringung in öffentlichen Krankenhäusern": "Accommodation in public hospitals",
  "Unterhaltung baulicher Anlagen des Wasserstraßenbaus und der Wasserwirtschaft": "Maintenance of structures for waterway construction and water management",
  "Unterhaltung der Beweidungsflächen": "Maintenance of grazing areas",
  "Unterhaltung der Brunnenanlagen": "Maintenance of the fountain systems",
  "Unterhaltung der Denkmale": "Maintenance of monuments",
  "Unterhaltung der Forsten": "Maintenance of the forests",
  "Unterhaltung der Friedhofsanlagen": "Maintenance of the cemetery facilities",
  "Unterhaltung der Gartenanlagen": "Maintenance of the gardens",
  "Unterhaltung der Grundstücke und baulichen Anlagen": "Maintenance of the properties and buildings",
  "Unterhaltung der Grundstücke und baulichen Anlagen - KSSP - für den Bezirk Charlottenburg-Wilmersdorf": "Maintenance of properties and buildings - KSSP - for the district of Charlottenburg-Wilmersdorf",
  "Unterhaltung der Grundstücke und baulichen Anlagen - KSSP - für den Bezirk Friedrichshain-Kreuzberg": "Maintenance of properties and buildings - KSSP - for the district of Friedrichshain-Kreuzberg",
  "Unterhaltung der Grundstücke und baulichen Anlagen - KSSP - für den Bezirk Lichtenberg": "Maintenance of properties and buildings - KSSP - for the Lichtenberg district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - KSSP - für den Bezirk Marzahn-Hellersdorf": "Maintenance of properties and buildings - KSSP - for the Marzahn-Hellersdorf district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - KSSP - für den Bezirk Mitte": "Maintenance of properties and buildings - KSSP - for the Mitte district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - KSSP - für den Bezirk Neukölln": "Maintenance of properties and buildings - KSSP - for the Neukölln district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - KSSP - für den Bezirk Pankow": "Maintenance of properties and buildings - KSSP - for the Pankow district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - KSSP - für den Bezirk Reinickendorf": "Maintenance of properties and buildings - KSSP - for the Reinickendorf district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - KSSP - für den Bezirk Spandau": "Maintenance of properties and buildings - KSSP - for the Spandau district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - KSSP - für den Bezirk Steglitz-Zehlendorf": "Maintenance of properties and buildings - KSSP - for the Steglitz-Zehlendorf district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - KSSP - für den Bezirk Tempelhof-Schöneberg": "Maintenance of properties and buildings - KSSP - for the Tempelhof-Schöneberg district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - KSSP - für den Bezirk Treptow-Köpenick": "Maintenance of properties and buildings - KSSP - for the Treptow-Köpenick district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - Kita- und Spielplatzsanierungsprogramm (KSSP)": "Maintenance of properties and buildings - Daycare and playground renovation program (KSSP)",
  "Unterhaltung der Grundstücke und baulichen Anlagen - SchulSP/SportSP - für den Bezirk Charlottenburg-Wilmersdorf": "Maintenance of properties and buildings - school sports/sports sports - for the district of Charlottenburg-Wilmersdorf",
  "Unterhaltung der Grundstücke und baulichen Anlagen - SchulSP/SportSP - für den Bezirk Friedrichshain-Kreuzberg": "Maintenance of properties and buildings - school sports/sports sports - for the district of Friedrichshain-Kreuzberg",
  "Unterhaltung der Grundstücke und baulichen Anlagen - SchulSP/SportSP - für den Bezirk Lichtenberg": "Maintenance of properties and buildings - school sports/sports sports - for the Lichtenberg district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - SchulSP/SportSP - für den Bezirk Marzahn-Hellersdorf": "Maintenance of properties and buildings - school sports/sports sports - for the Marzahn-Hellersdorf district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - SchulSP/SportSP - für den Bezirk Mitte": "Maintenance of properties and buildings - school sports/sports sports - for the Mitte district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - SchulSP/SportSP - für den Bezirk Neukölln": "Maintenance of properties and buildings - school sports/sports sports - for the Neukölln district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - SchulSP/SportSP - für den Bezirk Pankow": "Maintenance of properties and buildings - school sports facilities/sports sports facilities - for the Pankow district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - SchulSP/SportSP - für den Bezirk Reinickendorf": "Maintenance of properties and buildings - school sports/sports sports - for the Reinickendorf district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - SchulSP/SportSP - für den Bezirk Spandau": "Maintenance of properties and buildings - school sports/sports sports - for the Spandau district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - SchulSP/SportSP - für den Bezirk Steglitz-Zehlendorf": "Maintenance of properties and buildings - school sports/sports sports - for the Steglitz-Zehlendorf district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - SchulSP/SportSP - für den Bezirk Tempelhof-Schöneberg": "Maintenance of properties and buildings - school sports facilities/sports sports facilities - for the Tempelhof-Schöneberg district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - SchulSP/SportSP - für den Bezirk Treptow-Köpenick": "Maintenance of properties and buildings - school sports/sports sports - for the Treptow-Köpenick district",
  "Unterhaltung der Grundstücke und baulichen Anlagen - Schulsanierungsprogramm (SchulSP) und Sportanlagensanierungsprogramm (SportSP) -": "Maintenance of properties and buildings - School renovation program (SchulSP) and sports facility renovation program (SportSP) -",
  "Unterhaltung der Grundstücke und baulichen Anlagen -Asbestsanierung-": "Maintenance of properties and buildings - asbestos remediation -",
  "Unterhaltung der Grundstücke und baulichen Anlagen aus zweckgebundenen Einnahmen": "Maintenance of the properties and buildings from earmarked revenues",
  "Unterhaltung der Grünanlagen": "Maintenance of green spaces",
  "Unterhaltung der Sportflächen": "Maintenance of the sports fields",
  "Unterhaltung der baulichen Anlagen für die IKT": "Maintenance of the building facilities for ICT",
  "Unterhaltung der technischen Anlagen der Verkehrsregelungszentrale": "Maintenance of the technical equipment of the traffic control center",
  "Unterhaltung des Grundwasser- und Oberflächenwassermessnetzes": "Maintenance of the groundwater and surface water monitoring network",
  "Unterhaltung des Straßenlands": "Entertainment of the road landscape",
  "Unterhaltung des sonstigen unbeweglichen Vermögens aus zweckgebundenen Einnahmen": "Maintenance of other immovable property from earmarked income",
  "Unterhaltung und Veränderung des IKT-Leitungsnetzes": "Maintenance and modification of the ICT network",
  "Unterhaltung von Brücken, Tunnel- und Ingenieurbauwerken im Zuge von Straßen und Wegen": "Maintenance of bridges, tunnels and engineering structures along roads and paths",
  "Unterhaltung von wasserwirtschaftlichen Anlagen in Gebieten Berlins mit hohen Grundwasserständen": "Maintenance of water management facilities in areas of Berlin with high groundwater levels",
  "Unterhaltungsmaßnahmen zur barrierefreien Gestaltung von Bushaltestellen": "Maintenance measures for the barrier-free design of bus stops",
  "Unterstützung von jüdischer Gemeindearbeit": "Support for Jewish community work",
  "Unterstützungen für Dienstkräfte": "Support for service personnel",
  "Unterstützungen und sonstige Geldleistungen aus Erbschaften": "Support payments and other monetary benefits from inheritances",
  "Unterstützungen, Entschädigungen und sonstige Geldleistungen aus zweckgebundenen Einnahmen": "Support payments, compensation and other monetary benefits from earmarked revenues",
  "VS-Datenverarbeitung EVSB (alt SiWoDat)": "VS-Datenverarbeitung EVSB (alt SiWoDat)",
  "Veranstaltungen": "Events",
  "Veranstaltungen, Projekt demografischer Wandel, Stadtforum": "Events, demographic change project, city forum",
  "Verbesserung Infrastruktur Radverkehr": "Improvement of cycling infrastructure",
  "Verbesserung der Infrastruktur für den Fußverkehr": "Improvement of infrastructure for pedestrian traffic",
  "Verbesserung der Infrastruktur für den Radverkehr": "Improvement of infrastructure for cycling",
  "Verbesserung der Umsteigebeziehungen im ÖPNV": "Improving interchange connections in public transport",
  "Verbrauchsmittel für Bewaffnung und Einsatzgerät": "Consumables for weapons and equipment",
  "Verbrauchsmittel für Werkstätten": "Consumables for workshops",
  "Verbrauchsmittel für die verfahrensabhängige IKT": "Consumables for process-dependent ICT",
  "Verbrauchsmittel für die verfahrensunabhängige IKT": "Consumables for process-independent ICT",
  "Verbrauchsmittel für medizinische Zwecke": "Consumables for medical purposes",
  "Verbrauchsmittel, Haltung von Fahrzeugen aus zweckgebundenen Einnahmen": "Consumables, maintenance of vehicles from earmarked revenues",
  "Verdeckte Überwachungstechnik der Spezialeinheiten": "Cover surveillance technology of special forces",
  "Verfahren zur digitalen Übermittlung biometrischer Lichtbilder": "Method for the digital transmission of biometric photographs",
  "Verfassungsgerichtshof": "Constitutional Court",
  "Verfügungsmittel": "Disposal resources",
  "Vergünstigungen für Ehrenbürgerinnen/Ehrenbürger und Stadtälteste": "Discounts for honorary citizens and city elders",
  "Verkehrliche Maßnahmen zur lufthygienischen Verbesserung": "Traffic measures to improve air quality",
  "Verkehrs- und Nachrichtenwesen": "Transport and communications",
  "Verkehrserziehung": "Traffic education",
  "Verkehrslösung Schöneweide, Bahnhofsvorplatz einschl. Sterndamm von Südostallee bis Michael-Brückner-Straße": "Traffic solution Schöneweide, station forecourt including Sterndamm from Südostallee to Michael-Brückner-Straße",
  "Verkehrsunfallprävention": "Traffic accident prevention",
  "Vermessung": "Measurement",
  "Vermögen": "Assets",
  "Verrechnungen aus zweckgebundenen Einnahmen": "Settlements from earmarked revenues",
  "Verrechnungen für kalkulatorische Gebäudekosten": "Settlements for imputed building costs",
  "Verrechnungen für kalkulatorische Pensionen": "Settlements for imputed pensions",
  "Verrechnungen für kalkulatorische Zinsen Mobilien": "Settlements for imputed interest on movable property",
  "Verschiedene Ausgaben": "Various editions",
  "Versicherungen in besonderen Fällen": "Insurance in special cases",
  "Versorgungsausgaben und weitere zentrale Personalangelegenheiten": "Pension expenditures and other key personnel matters",
  "Versorgungsbezüge der Angestellten nach dem Gesetz zu Artikel 131 Grundgesetz": "Employee pension benefits under the law relating to Article 131 of the Basic Law",
  "Versorgungsbezüge der Beamtinnen und Beamten, Richterinnen und Richter im Bereich des Rechtsschutzes": "Pension benefits of civil servants and judges in the field of legal protection",
  "Versorgungsbezüge der Beamtinnen und Beamten, Richterinnen und Richter nach dem Gesetz zu Artikel 131 Grundgesetz": "Pension benefits of civil servants and judges according to the law on Article 131 of the Basic Law",
  "Versorgungsbezüge der Beamtinnen/Beamten": "Pension benefits of civil servants",
  "Versorgungsbezüge der Beamtinnen/Beamten im Bereich der Finanzverwaltung": "Pension benefits of civil servants in the financial administration sector",
  "Versorgungsbezüge der Beamtinnen/Beamten im Bereich der Schule": "Pension benefits of civil servants in the school sector",
  "Versorgungsbezüge der Beamtinnen/Beamten im Bereich der öffentlichen Sicherheit und Ordnung": "Pension benefits of civil servants in the field of public safety and order",
  "Versorgungsbezüge der Senatsmitglieder": "Pension benefits of Senate members",
  "Versorgungsbezüge der ehemaligen Abgeordneten": "Pension benefits of former members of parliament",
  "Versorgungsbezüge der ehemaligen Arbeitnehmerinnen und Arbeitnehmer": "Pension benefits of former employees",
  "Verstärkungsmittel": "Enhancing agent",
  "Verwaltung des Verkehrs- und Nachrichtenwesens": "Administration of Transport and Communications",
  "Verwaltung für Energie- und Wasserwirtschaft, Gewerbe und Dienstleistungen": "Administration for Energy and Water Management, Trade and Services",
  "Verwaltung für Ernährung, Landwirtschaft und Forsten (ohne Betriebsverwaltung)": "Administration for Food, Agriculture and Forestry (excluding operational administration)",
  "Verwaltung für soziale Angelegenheiten": "Administration for Social Affairs",
  "Verwaltung von Finanzvermögen": "Management of financial assets",
  "Verwaltungsgericht": "Administrative Court",
  "Verwendung der Beiträge zur Tierseuchenentschädigung": "Use of contributions for animal disease compensation",
  "Verwendung von Überschüssen": "Use of surpluses",
  "Verzinsung hinterlegter Gelder": "Interest on deposited funds",
  "Veröffentlichungen und Dokumentationen im Rahmen der Öffentlichkeitsarbeit": "Publications and documentation as part of public relations work",
  "Veröffentlichungen und Dokumentationen im Rahmen der Öffentlichkeitsarbeit aus zweckgebundenen Einnahmen": "Publications and documentation within the framework of public relations work from earmarked revenues",
  "Videoaufklärung": "Video education",
  "Volkshochschule Baumschulenweg Umsetzung Barriere- und Brandschutzkonzept, Ertüchtigung Dachtragwerk; 12437, Baumschulenstraße 81": "Adult Education Center Baumschulenweg: Implementation of barrier and fire protection concept, strengthening of roof structure; 12437, Baumschulenstraße 81",
  "Volkshochschulen": "Adult education centers",
  "Volkstümliche Veranstaltungen": "Popular events",
  "Vollzeitpflege in Familien nach dem Kinder- und Jugendhilfegesetz": "Full-time foster care in families according to the Child and Youth Welfare Act",
  "Vorarbeiten im Rahmen von Bauleitplanungsverfahren": "Preliminary work within the framework of urban planning procedures",
  "Vorbereitung und Durchführung der Special Olympics Weltspiele 2023": "Preparation and execution of the Special Olympics World Games 2023",
  "Vorbereitung und Durchführung von Brückenbaumaßnahmen der Deutschen Bahn AG und der Wasserstraßenverwaltung": "Preparation and execution of bridge construction projects by Deutsche Bahn AG and the Waterways Administration",
  "Vorbereitung und Durchführung von gesamtstädtischen Wohnungsbauprojekten": "Preparation and implementation of city-wide housing projects",
  "Vorbereitung und Durchführung von in Berlin ausgetragenen Spielen der UEFA Fußballeuropameisterschaft EURO 2024": "Preparation and execution of UEFA European Football Championship EURO 2024 matches held in Berlin",
  "Vorbereitung von größeren Beschaffungen oder größeren Entwicklungsvorhaben": "Preparation of major procurements or major development projects",
  "Vorbereitung, Steuerung und Kontrolle von Wohnungsbauprojekten": "Preparation, management and control of housing construction projects",
  "Vorbereitungskosten für den Straßenbau": "Preparation costs for road construction",
  "Vorbereitungskosten für den schienengebundenen Nahverkehr": "Preparation costs for rail-based local transport",
  "Vorbeugende Gesundheitshilfe nach dem SGB XII": "Preventive health care according to the German Social Code, Book XII",
  "Vorkaufsrechte und Ankauf von bebauten Grundstücken im Rahmen von wohnungspolitischen Maßnahmen": "Pre-emption rights and purchase of developed properties within the framework of housing policy measures",
  "WLAN-Initiativen des Senats": "Senate Wi-Fi initiatives",
  "Wahlen": "Choose",
  "Wasserstraßen und Häfen, Förderung der Schifffahrt": "Waterways and ports, promotion of shipping",
  "Wasserwirtschaft, Hochwasser und Küstenschutz": "Water management, flood control and coastal protection",
  "Wegesanierung Weverpromenade/Stadtpark Steglitz": "Path renovation Weverpromenade/Steglitz city park",
  "Wegesanierung im Großen Tiergarten 1. BA": "Path renovation in the Großer Tiergarten 1st construction phase",
  "Weihnachtsbeihilfen nach dem Kinder- und Jugendhilfegesetz": "Christmas bonuses under the Child and Youth Welfare Act",
  "Weiterbildung und Kultur": "Continuing Education and Culture",
  "Weiterentwicklung der Reform des Personenstandswesens": "Further development of the reform of the civil status system",
  "Weiterförderung besonderer sozialer Projekte": "Further funding of special social projects",
  "Werbung im Rahmen der Öffentlichkeitsarbeit": "Advertising as part of public relations",
  "Westumfahrung Bahnhofstraße in Treptow-Köpenick": "Western bypass Bahnhofstraße in Treptow-Köpenick",
  "Winterbrennstoffhilfen nach SGB XII und AsylbLG": "Winter fuel assistance according to SGB XII and AsylbLG",
  "Wirtschaftsförderung": "Economic development",
  "Wissenschaft, Forschung, Entwicklung außerhalb der Hochschulen": "Science, research, and development outside of universities",
  "Wohneigentumsförderung": "Promotion of home ownership",
  "Wohnungswesen": "Housing",
  "Wohnungswesen, Städtebau, Raumordnung und kommunale Gemeinschaftsdienste": "Housing, urban development, spatial planning and municipal community services",
  "Wohnungswesen, Wohnungsbauprämie": "Housing, housing construction premium",
  "Zahlungen an die Landesschienenfahrzeuganstalt (LSFB)": "Payments to the State Railway Vehicle Authority (LSFB)",
  "Zelt- und Ferienlager": "Tent and holiday camps",
  "Zentrale Steuerung eines Serviceorientierten Personalmanagementsystems": "Central control of a service-oriented human resource management system",
  "Zentrale Verfahrensplattform für ministerielle IT-Fachverfahren und Dienste-VPMI": "Central procedural platform for ministerial IT procedures and services - VPMI",
  "Zentrales Fundbüro": "Central Lost and Found Office",
  "Zentrales Mahngericht Berlin-Brandenburg": "Central Court for Debt Collection Berlin-Brandenburg",
  "Zentralisierte Abrechnungsverfahren im Sozialbereich": "Centralized billing procedures in the social sector",
  "Zinsanteil beim Erwerb von Grundstücken und Gebäuden (Sonderfinanzierungen)": "Interest component in the acquisition of land and buildings (special financing)",
  "Zinsen für Darlehen des Bundes für den Wohnungsbau": "Interest on federal loans for housing construction",
  "Zinsen für Darlehen des Bundes für sonstige Zwecke": "Interest on federal loans for other purposes",
  "Zinsen für sonstige Kreditmarktmittel": "Interest on other credit market funds",
  "Zinszuschüsse für die Modernisierung und Instandsetzung von Wohngebäuden": "Interest subsidies for the modernization and repair of residential buildings",
  "Zuführung an Fonds aus EFRE-Mitteln (Förderperiode 2021-2027)": "Allocation to funds from ERDF resources (funding period 2021-2027)",
  "Zuführung an das SWB zur Förderung von dauerhafter Mietpreis- und Belegungsbindung": "Transfer to SWB for the promotion of permanent rent and occupancy restrictions",
  "Zuführung an das Sondervermögen Infrastruktur der Wachsenden Stadt (SIWA)": "Allocation to the Special Fund for Infrastructure of the Growing City (SIWA)",
  "Zuführung an das Sondervermögen Wohnraumförderfonds Berlin (SWB)": "Transfer to the special fund for housing promotion in Berlin (SWB)",
  "Zuführung an das Sondervermögen Wohnraumförderfonds Berlin zur Förderung von Genossenschaften": "Allocation to the special fund for housing promotion in Berlin for the promotion of cooperatives",
  "Zuführung an das Sondervermögen Wohnraumförderfonds Berlin zur Förderung von Junges Wohnen": "Allocation to the special fund for housing promotion in Berlin for the promotion of young people's housing",
  "Zuführung an das Sondervermögen Wohnraumförderfonds Berlin zur Förderung von klimagerechtem Bauen": "Allocation to the special fund for housing promotion in Berlin for the promotion of climate-friendly construction",
  "Zuführung an den Geldbestand": "Addition to the cash balance",
  "Zuführung an die Ergebnisrücklage": "Allocation to retained earnings",
  "Zuführung an die Rücklage Schienengebundener Verkehr und schienengebundener ÖPNV": "Allocation to the reserve fund for rail-based transport and rail-based public transport",
  "Zuführung an die Rücklage der Ausgleichsabgabe nach dem Sozialgesetzbuch-Neuntes Buch-": "Allocation to the reserve fund for the equalization levy under the Social Code, Book Nine",
  "Zuführung an die Rücklage für Sonderinvestitionen": "Allocation to the reserve for special investments",
  "Zuführung an die Rücklage für Tierseuchenentschädigungen": "Addition to the reserve for animal disease compensation",
  "Zuführung an die Rücklage für die Berliner Bäder-Betriebe": "Addition to the reserve fund for the Berlin public swimming pools",
  "Zuführung an die Rücklage nach § 62 LHO": "Allocation to the reserve according to § 62 LHO",
  "Zuführung an die Rücklage nach § 7 Abs. 5 Nrn. 1 und 2 Schulgesetz (Sachausgaben)": "Allocation to the reserve fund pursuant to Section 7 Paragraph 5 Numbers 1 and 2 of the School Act (material expenses)",
  "Zuführung an die Rücklage nach § 7 Abs. 5 Nrn. 3 bis 6 Schulgesetz (Sachausgaben)": "Allocation to the reserve fund pursuant to Section 7 Paragraph 5 Numbers 3 to 6 of the School Act (material expenses)",
  "Zuführung an die Rücklage nach § 7 Schulgesetz-Personalausgaben": "Allocation to the reserve fund pursuant to Section 7 of the School Act - Personnel Expenditures",
  "Zuführung an die Rücklage pauschale Zuweisung": "Allocation to the reserve fund, lump sum allocation",
  "Zuführung an die Rücklage zur Vorsorge im Zusammenhang mit Energiekostensteigerungen im öffentlichen und privaten Bereich": "Addition to the reserve fund for precautionary measures in connection with energy cost increases in the public and private sectors",
  "Zuführung an die Stiftung Härtefallfonds Rente": "Contribution to the Hardship Fund Pension Foundation",
  "Zuführung an die Versorgungsrücklage - Lehrkräfte": "Contribution to the pension reserve - teachers",
  "Zuführung an die Versorgungsrücklage -Besoldungsbereich-": "Contribution to the pension reserve - salary area -",
  "Zuführung an die Versorgungsrücklage -Versorgungsbereich-": "Contribution to the pension reserve - pension area -",
  "Zuführung von Eigenkapital an die Berliner Stadtwerke": "Injection of equity capital into the Berlin municipal utilities",
  "Zuführungen an Unternehmen für Nachbarschaftsaktivitäten": "Contributions to businesses for neighborhood activities",
  "Zuführungen an das Sondervermögen für den Ausbildungsfonds Pflegeberufe": "Contributions to the special fund for the training fund for nursing professions",
  "Zuführungen an die Konjunkturausgleichsrücklage": "Additions to the cyclical stabilization reserve",
  "Zukunftsfähige Infrastruktur": "Future-proof infrastructure",
  "Zuschuss CityLAB": "CityLAB grant",
  "Zuschuss Projektförderung Einstein Stiftung Berlin": "Grants Project Funding Einstein Foundation Berlin",
  "Zuschuss an Einrichtungen des Maßregelvollzugs": "Subsidy for facilities for the secure psychiatric treatment of offenders",
  "Zuschuss an Rennvereine gemäß Rennwett- und Lotteriegesetz": "Subsidy to racing clubs in accordance with the Racing Betting and Lottery Act",
  "Zuschuss an Sasha Waltz and Guests": "Grant to Sasha Waltz and Guests",
  "Zuschuss an Serviceeinrichtungen zur Bestandssicherung von Arbeitsräumen für Künstlerinnen und Künstler": "Grant to service facilities to secure the availability of workspaces for artists",
  "Zuschuss an das Bauhaus-Archiv": "Grant to the Bauhaus Archive",
  "Zuschuss an das DLR-Forschungszentrum": "Grant to the DLR Research Center",
  "Zuschuss an das DLR-Forschungszentrum für Investitionen": "Grant to the DLR research center for investments",
  "Zuschuss an das Deutsche Institut für Bautechnik": "Grant to the German Institute for Building Technology",
  "Zuschuss an das Deutsche Institut für Wirtschaftsforschung": "Grant to the German Institute for Economic Research",
  "Zuschuss an das Deutsche Institut für Wirtschaftsforschung Berlin für Investitionen": "Grant to the German Institute for Economic Research Berlin for investments",
  "Zuschuss an das Deutsche Rheumaforschungszentrum (DRFZ)": "Grant to the German Rheumatism Research Centre (DRFZ)",
  "Zuschuss an das Deutsche Rheumaforschungszentrum für Investitionen": "Grant to the German Rheumatism Research Centre for investments",
  "Zuschuss an das Deutsche Theater/Kammerspiele": "Grant to the German Theatre/Chamber Theatre",
  "Zuschuss an das Deutsche Theater/Kammerspiele für Investitionen": "Grant to the Deutsches Theater/Kammerspiele for investments",
  "Zuschuss an das Ferdinand-Braun-Institut": "Grant to the Ferdinand Braun Institute",
  "Zuschuss an das Ferdinand-Braun-Institut für Investitionen": "Grant to the Ferdinand Braun Institute for Investments",
  "Zuschuss an das Grips-Theater": "Grant to the Grips Theatre",
  "Zuschuss an das Helmholtz-Zentrum Berlin für Material und Energie": "Grant to the Helmholtz Centre Berlin for Materials and Energy",
  "Zuschuss an das Helmholtz-Zentrum Berlin für Material und Energie für Investitionen": "Grant to the Helmholtz Centre Berlin for Materials and Energy for investments",
  "Zuschuss an das Institut für medizinische und pharmazeutische Prüfungsfragen": "Grant to the Institute for Medical and Pharmaceutical Examination Questions",
  "Zuschuss an das Klinische Krebsregister": "Grant to the Clinical Cancer Registry",
  "Zuschuss an das Konzerthaus Berlin": "Grant to the Konzerthaus Berlin",
  "Zuschuss an das Konzerthaus Berlin für Investitionen": "Grant to the Konzerthaus Berlin for investments",
  "Zuschuss an das Landeslabor Berlin-Brandenburg (LLBB)": "Grant to the Berlin-Brandenburg State Laboratory (LLBB)",
  "Zuschuss an das Leibniz- Institut für Evolutions- und Biodiversitätsforschung (MfN) für Investitionen": "Grant to the Leibniz Institute for Evolution and Biodiversity Research (MfN) for investments",
  "Zuschuss an das Leibniz-Institut für Evolutions- und Biodiversitätsforschung (MfN) zur Herrichtung des Nordflügels und Campus MfN": "Grant to the Leibniz Institute for Evolution and Biodiversity Research (MfN) for the renovation of the north wing and MfN campus",
  "Zuschuss an das Leibniz-Institut für Evolutions- und Biodiversitätsforschung (Museum für Naturkunde - MfN)": "Grant to the Leibniz Institute for Evolution and Biodiversity Research (Museum of Natural History - MfN)",
  "Zuschuss an das Max-Delbrück-Centrum": "Grant to the Max Delbrück Center",
  "Zuschuss an das Max-Delbrück-Centrum für Investitionen": "Grant to the Max Delbrück Center for Investments",
  "Zuschuss an das Maxim Gorki Theater": "Grant to the Maxim Gorki Theatre",
  "Zuschuss an das Maxim Gorki Theater für Investitionen": "Grant to the Maxim Gorki Theatre for investments",
  "Zuschuss an das Pestalozzi-Fröbel-Haus": "Grant to the Pestalozzi-Fröbel House",
  "Zuschuss an das SILB für das Investitionsprogramm Objektfunkversorgung": "Grant to the SILB for the investment program for in-building radio coverage",
  "Zuschuss an das SILB für die Herrichtung von Dienstgebäuden": "Grant to the SILB for the renovation of office buildings",
  "Zuschuss an das SILB für die Herrichtung von Flüchtlingsunterkünften": "Grant to the SILB for the preparation of refugee accommodations",
  "Zuschuss an das SILB für nutzerspezifische Kosten zur Sanierung des Bürodienstgebäudes Württembergische Str. 6": "Grant to SILB for user-specific costs for the renovation of the office building at Württembergische Str. 6",
  "Zuschuss an das SILB für raumlufttechnische Anlagen": "Grant to the SILB for ventilation systems",
  "Zuschuss an das SILB zur Neustrukturierung und Sanierung des Bröhan-Museums": "Grant to the SILB for the restructuring and renovation of the Bröhan Museum",
  "Zuschuss an das SILB zur Sanierung Haus der Statistik (Teilabschnitt)": "Grantout to SILB for the renovation of the House of Statistics (partial section)",
  "Zuschuss an das SODA zur Gesamtsanierung und Herrichtung des Robert-Koch-Forums": "Grant to SODA for the complete renovation and refurbishment of the Robert Koch Forum",
  "Zuschuss an das Sozioökonomische Panel (SOEP)": "Grant to the Socio-Economic Panel (SOEP)",
  "Zuschuss an das Sozioökonomische Panel (SOEP) für Investitionen": "Grant to the Socio-Economic Panel (SOEP) for investments",
  "Zuschuss an das Studierendenwerk": "Grant to the student union",
  "Zuschuss an das Studierendenwerk für Investitionen": "Grant to the student union for investments",
  "Zuschuss an das Theater an der Parkaue": "Grant to the Theater an der Parkaue",
  "Zuschuss an das Theater an der Parkaue für Investitionen": "Grant to the Theater an der Parkaue for investments",
  "Zuschuss an das Wissenschaftszentrum": "Grant to the Science Center",
  "Zuschuss an das Wissenschaftszentrum für Investitionen": "Grant to the Science Center for investments",
  "Zuschuss an das Zentrum für Informationstechnik": "Grant to the Center for Information Technology",
  "Zuschuss an das Zentrum für Informationstechnik für Investitionen": "Grant to the Center for Information Technology for investments",
  "Zuschuss an den 1. FC Union Berlin": "Grant to 1. FC Union Berlin",
  "Zuschuss an den Berliner Krematoriumsbetrieb": "Subsidy to the Berlin crematorium operation",
  "Zuschuss an den Bund nach dem Lastenausgleichsgesetz": "Subsidy to the Federal Government under the Equalization of Burdens Act",
  "Zuschuss an den Deutschen Wissenschaftsrat": "Grant to the German Council of Science and Humanities",
  "Zuschuss an den ESCP Europe Wirtschaftshochschule Berlin e. V.": "Grant to the ESCP Europe Business School Berlin e. V.",
  "Zuschuss an den Eigenbetrieb Berlin Energie": "Subsidy to the municipal utility Berlin Energie",
  "Zuschuss an den Forschungsverbund Berlin": "Grant to the Berlin Research Network",
  "Zuschuss an den Forschungsverbund für Investitionen": "Grant to the research consortium for investments",
  "Zuschuss an den Landesbetrieb für Gebäudebewirtschaftung": "Grant to the state-owned company for building management",
  "Zuschuss an den Lette-Verein": "Grant to the Lette Association",
  "Zuschuss an den Translationsforschungsbereich der Charité – Universitätsmedizin Berlin": "Grant to the translational research department of Charité – University Medicine Berlin",
  "Zuschuss an den Translationsforschungsbereich der Charité – Universitätsmedizin Berlin für Investitionen": "Grant to the translational research department of Charité – University Medicine Berlin for investments",
  "Zuschuss an den Trägerverein des Hauses der Wannseekonferenz": "Grants grant to the sponsoring association of the House of the Wannsee Conference",
  "Zuschuss an die Akademie der Wissenschaften": "Grant to the Academy of Sciences",
  "Zuschuss an die Akademie für Verfassungsschutz": "Grant to the Academy for the Protection of the Constitution",
  "Zuschuss an die Altkatholische Kirche": "Grant to the Old Catholic Church",
  "Zuschuss an die BVG für den barrierefreien Ausbau von Bushaltestellen": "Grant to BVG for the barrier-free expansion of bus stops",
  "Zuschuss an die BVG für den barrierefreien Ausbau von Straßenbahnhaltestellen": "Grant to BVG for the barrier-free expansion of tram stops",
  "Zuschuss an die BVG für sonstige betriebsfremde Lasten und an die Jobcenter": "Subsidy to the BVG for other non-business-related expenses and to the job centers",
  "Zuschuss an die Berlin Partner für Wirtschaft und Technologie GmbH": "Grant to Berlin Partner for Business and Technology GmbH",
  "Zuschuss an die Berliner Blindenhörbücherei gGmbH": "Grant to the Berlin Library for the Blind gGmbH",
  "Zuschuss an die Berliner Ensemble GmbH": "Grant to Berliner Ensemble GmbH",
  "Zuschuss an die Berliner Symphoniker": "Grant to the Berlin Symphony Orchestra",
  "Zuschuss an die Bundesanstalt für Gewässerkunde": "Grant to the Federal Institute of Hydrology",
  "Zuschuss an die Charité für gesundheitliche Aufgaben": "Grant to Charité for health-related tasks",
  "Zuschuss an die Charité-Universitätsmedizin Berlin für Investitionen des DHZC": "Grant to Charité University Medicine Berlin for investments of the DHZC",
  "Zuschuss an die DKLB-Stiftung": "Grant to the DKLB Foundation",
  "Zuschuss an die Deutsch-Französische Hochschule": "Grant to the Franco-German University",
  "Zuschuss an die Deutsche Bahn AG aus Finanzierungsvereinbarungen für Neubauvorhaben": "Subsidy to Deutsche Bahn AG from financing agreements for new construction projects",
  "Zuschuss an die Deutsche Film- und Fernsehakademie": "Grant to the German Film and Television Academy",
  "Zuschuss an die Deutsche Universität für Verwaltungswissenschaften und das Deutsche Forschungsinstitut für öffentliche Verwaltung": "Grant to the German University of Administrative Sciences and the German Research Institute for Public Administration",
  "Zuschuss an die Deutschen Zentren der Gesundheitsforschung (DZG) mit Berliner Beteiligung": "Grant to the German Centers for Health Research (DZG) with Berlin participation",
  "Zuschuss an die Digitalagentur GmbH": "Grant to Digitalagentur GmbH",
  "Zuschuss an die Einstein Stiftung Berlin": "Grant to the Einstein Foundation Berlin",
  "Zuschuss an die Evangelische Kirche": "Grant to the Protestant Church",
  "Zuschuss an die Forschungsstelle für Brandschutz": "Grant to the Research Center for Fire Protection",
  "Zuschuss an die Fraunhofer-Gesellschaft zur Förderung der angewandten Forschung e. V. (FhG)": "Grant to the Fraunhofer Society for the Promotion of Applied Research (FhG)",
  "Zuschuss an die Friedrichstadt-Palast Betriebsgesellschaft mbH": "Grant to Friedrichstadt-Palast Betriebsgesellschaft mbH",
  "Zuschuss an die GB infraVelo GmbH": "Grant to GB infraVelo GmbH",
  "Zuschuss an die Geisteswissenschaftlichen Zentren": "Grant to the humanities centers",
  "Zuschuss an die Geisteswissenschaftlichen Zentren für Investitionen": "Grant to the humanities centers for investments",
  "Zuschuss an die Gesundheitsstadtbeauftragte/den Gesundheitsstadtbeauftragten": "Grant to the city's health officer",
  "Zuschuss an die Grün Berlin GmbH": "Grant to Grün Berlin GmbH",
  "Zuschuss an die Grün Berlin GmbH für Investitionen": "Grant to Grün Berlin GmbH for investments",
  "Zuschuss an die Grün Berlin Stiftung": "Grant to the Grün Berlin Foundation",
  "Zuschuss an die Grün Berlin Stiftung für Investitionen": "Grant to the Grün Berlin Foundation for investments",
  "Zuschuss an die Hebbel-Theater Berlin GmbH": "Grant to Hebbel-Theater Berlin GmbH",
  "Zuschuss an die Israelitische Synagogengemeinde (Adass Jisroel) Berlin": "Grant to the Israelite Synagogue Community (Adass Jisroel) Berlin",
  "Zuschuss an die Jüdische Gemeinde": "Grant to the Jewish community",
  "Zuschuss an die Jüdische Volkshochschule": "Grant to the Jewish Adult Education Center",
  "Zuschuss an die Katholische Kirche": "Grant to the Catholic Church",
  "Zuschuss an die Kulturprojekte Berlin GmbH": "Grants grant to Kulturprojekte Berlin GmbH",
  "Zuschuss an die Rundfunk Orchester und Chöre gGmbH Berlin": "Grant to the Berlin Radio Orchestras and Choirs gGmbH",
  "Zuschuss an die Schaubühne": "Grant to the Schaubühne",
  "Zuschuss an die Stiftung Berliner Mauer": "Grant to the Berlin Wall Foundation",
  "Zuschuss an die Stiftung Berliner Philharmoniker": "Grant to the Berlin Philharmonic Foundation",
  "Zuschuss an die Stiftung Berlinische Galerie": "Grant to the Berlinische Galerie Foundation",
  "Zuschuss an die Stiftung Berlinische Galerie für Investitionen": "Grant to the Berlinische Galerie Foundation for investments",
  "Zuschuss an die Stiftung Bröhan": "Grant to the Bröhan Foundation",
  "Zuschuss an die Stiftung Bröhan für Investitionen": "Grant to the Bröhan Foundation for investments",
  "Zuschuss an die Stiftung Deutsches Technikmuseum": "Grant to the German Museum of Technology Foundation",
  "Zuschuss an die Stiftung Gedenkstätte Berlin-Hohenschönhausen": "Grant to the Berlin-Hohenschönhausen Memorial Foundation",
  "Zuschuss an die Stiftung Neue Synagoge - Centrum Judaicum": "Grant to the New Synagogue Foundation - Centrum Judaicum",
  "Zuschuss an die Stiftung Oper in Berlin": "Grant to the Berlin Opera Foundation",
  "Zuschuss an die Stiftung Oper in Berlin für Investitionen": "Grant to the Berlin Opera Foundation for investments",
  "Zuschuss an die Stiftung Planetarium Berlin": "Grant to the Berlin Planetarium Foundation",
  "Zuschuss an die Stiftung Planetarium Berlin für Investitionen": "Grant to the Planetarium Berlin Foundation for investments",
  "Zuschuss an die Stiftung Preußische Schlösser und Gärten Berlin-Brandenburg": "Grant to the Prussian Palaces and Gardens Foundation Berlin-Brandenburg",
  "Zuschuss an die Stiftung Preußische Schlösser und Gärten Berlin-Brandenburg für Investitionen": "Grant to the Prussian Palaces and Gardens Foundation Berlin-Brandenburg for investments",
  "Zuschuss an die Stiftung Preußischer Kulturbesitz": "Grant to the Prussian Cultural Heritage Foundation",
  "Zuschuss an die Stiftung Stadtmuseum Berlin": "Grant to the Berlin City Museum Foundation",
  "Zuschuss an die Stiftung Stadtmuseum für Investitionen": "Grant to the City Museum Foundation for investments",
  "Zuschuss an die Stiftung Topographie des Terrors": "Grant to the Topography of Terror Foundation",
  "Zuschuss an die Stiftung Zentral- und Landesbibliothek Berlin": "Grant to the Berlin Central and Regional Library Foundation",
  "Zuschuss an die Stiftung Zentral- und Landesbibliothek Berlin für Investitionen": "Grant to the Berlin Central and Regional Library Foundation for investments",
  "Zuschuss an die Stiftung für Kulturelle Weiterbildung und Kulturberatung": "Grant to the Foundation for Cultural Education and Cultural Consulting",
  "Zuschuss an die Stiftung zur Förderung der Hochschulrektorenkonferenz": "Grant to the Foundation for the Promotion of the German Rectors' Conference",
  "Zuschuss an die Tanzcompagnie cie. toula limnaios": "Grant to the dance company cie. toula limnaios",
  "Zuschuss an die Tierpark Berlin-Friedrichsfelde GmbH": "Grant to Tierpark Berlin-Friedrichsfelde GmbH",
  "Zuschuss an die Tierpark Berlin-Friedrichsfelde GmbH für Investitionen": "Grant to Tierpark Berlin-Friedrichsfelde GmbH for investments",
  "Zuschuss an die Verbraucherzentrale Berlin e.V.": "Grant to the Berlin Consumer Center eV",
  "Zuschuss an die Verwaltungsakademie": "Grant to the Administrative Academy",
  "Zuschuss an die Verwaltungsakademie für Investitionen": "Grant to the Administrative Academy for investments",
  "Zuschuss an die Vivantes GmbH zum Ausgleich von Jahresfehlbeträgen": "Subsidy to Vivantes GmbH to offset annual losses",
  "Zuschuss an die Volksbühne": "Grant to the Volksbühne",
  "Zuschuss an die Volksbühne für Investitionen": "Grant to the Volksbühne for investments",
  "Zuschuss an die Wissenschaftsstiftung Ernst Reuter": "Grant to the Ernst Reuter Science Foundation",
  "Zuschuss an die Wohnraumversorgung Berlin": "Subsidy for housing provision in Berlin",
  "Zuschuss an die Zentralstelle zur Behandlung und Beseitigung radioaktiven Abfalls (ZRA) für Investitionen": "Grant to the Central Office for the Treatment and Disposal of Radioactive Waste (ZRA) for investments",
  "Zuschuss an jüdische Einrichtungen für investive Zwecke": "Grant to Jewish institutions for investment purposes",
  "Zuschuss für Aufgaben im Rahmen der Parkraumbewirtschaftung": "Grant for tasks related to parking management",
  "Zuschuss für Investitionen aus dem Zukunftsprogramm Krankenhäuser an Charité  - Universitätsmedizin Berlin": "Grant for investments from the Future Program Hospitals at Charité - University Medicine Berlin",
  "Zuschuss für Investitionen für den Lern- und Erinnerungsort Friedhof der Märzgefallenen": "Grant for investments for the learning and memorial site Cemetery of the March Fallen",
  "Zuschuss für den Kooperativen Bibliotheksverbund Berlin-Brandenburg (KOBV)": "Grant for the Cooperative Library Network Berlin-Brandenburg (KOBV)",
  "Zuschuss für die Beschaffung von Elektrobussen zur Stärkung der schadstoffarmen und klimaschützenden Mobilität": "Grant for the procurement of electric buses to strengthen low-emission and climate-friendly mobility",
  "Zuschuss für die Durchführung der Special Olympics Weltspiele 2023": "Grant for the organization of the Special Olympics World Games 2023",
  "Zuschuss im Zusammenhang mit Energiekostensteigerungen": "Subsidy in connection with energy cost increases",
  "Zuschuss zu den Aufwendungen für Unterkunft und Heizung an Auszubildende nach dem SGB II": "Subsidy for accommodation and heating expenses for trainees according to the German Social Code, Book II (SGB II)",
  "Zuschuss zum Bau von Radschnellwegen": "Grants for the construction of express cycle routes",
  "Zuschuss zur Deckung des Betriebsverlustes der Zentralstelle zur Behandlung und Beseitigung radioaktiven Abfalls (ZRA)": "Grant to cover the operating loss of the Central Office for the Treatment and Disposal of Radioactive Waste (ZRA)",
  "Zuschuss zur Deckung des Betriebsverlustes der großen Mehrzweckhallen": "Subsidy to cover the operating losses of the large multi-purpose halls",
  "Zuschuss zur Deckung des Betriebsverlustes des Berliner Krematoriumsbetriebes": "Subsidy to cover the operating loss of the Berlin crematorium",
  "Zuschuss zur Deckung des Betriebsverlustes des Verkehrsverbundes Berlin-Brandenburg GmbH": "Subsidy to cover the operating loss of Verkehrsverbund Berlin-Brandenburg GmbH",
  "Zuschuss zur gezielten Forschungsförderung": "Grant for targeted research funding",
  "Zuschüsse an Beratungsstellen nach dem Schwangerschaftskonfliktgesetz": "Subsidies to counselling centres under the Pregnancy Conflict Act",
  "Zuschüsse an Berlin Energie Netz und Service GmbH (VNB 1)": "Subsidies to Berlin Energie Netz und Service GmbH (VNB 1)",
  "Zuschüsse an Berlin Energie Netz und Service GmbH (VNB 2)": "Subsidies to Berlin Energie Netz und Service GmbH (VNB 2)",
  "Zuschüsse an Berlin Energie Rekom GmbH": "Subsidies to Berlin Energie Rekom GmbH",
  "Zuschüsse an Einrichtungen der Suchthilfe und -prävention für Standardanpassungen (Investitionen)": "Grants to addiction support and prevention facilities for standard adjustments (investments)",
  "Zuschüsse an Einrichtungen der freien Jungendhilfe für Standardanpassungen": "Grants to independent youth welfare organizations for standard adjustments",
  "Zuschüsse an Einrichtungen der internationalen Kooperation": "Grants to international cooperation institutions",
  "Zuschüsse an Fachhochschulen": "Subsidies for universities of applied sciences",
  "Zuschüsse an Flüchtlings- und Vertriebenenorganisationen": "Grants to refugee and displaced person organizations",
  "Zuschüsse an Fraktionen und Gruppen": "Grants to parliamentary groups and factions",
  "Zuschüsse an Kinder-, Jugend- und Puppentheater": "Subsidies for children's, youth and puppet theatres",
  "Zuschüsse an Kunsthochschulen": "Grants to art colleges",
  "Zuschüsse an Organe und Einrichtungen der freien Wohlfahrtspflege": "Subsidies to bodies and institutions of the independent welfare sector",
  "Zuschüsse an Organisationen der Jugendhilfe": "Grants to youth welfare organizations",
  "Zuschüsse an Organisationen des Sports für die Bewerbung um Großveranstaltungen": "Grants to sports organizations for bidding to host major events",
  "Zuschüsse an Organisationen für die Waldschularbeit": "Grants to organizations for forest school work",
  "Zuschüsse an Organisationen im Inland für Investitionen": "Grants to domestic organizations for investments",
  "Zuschüsse an Organisationen zur Durchführung von Erholungsreisen": "Grants to organisations for the purpose of carrying out recreational trips",
  "Zuschüsse an Schulen in freier Trägerschaft": "Subsidies for independent schools",
  "Zuschüsse an Schulen in freier Trägerschaft für Sanierung, Umbau, Erweiterung und Ersatzbau von Schulgebäuden": "Subsidies to independent schools for the renovation, conversion, expansion and replacement of school buildings",
  "Zuschüsse an Schulen in freier Trägerschaft im Rahmen des Infrastrukturausbaus der Ganztagsbetreuung für Grundschulkinder": "Subsidies for independent schools as part of the infrastructure expansion of all-day care for primary school children",
  "Zuschüsse an Schullandheimvereine": "Subsidies to school camp associations",
  "Zuschüsse an Sportorganisationen": "Grants to sports organizations",
  "Zuschüsse an Stiftungen für staatsbürgerliche Zwecke": "Grants to foundations for civic purposes",
  "Zuschüsse an Universitäten": "Grants to universities",
  "Zuschüsse an Unternehmen für besondere Aufgaben": "Grants to companies for special tasks",
  "Zuschüsse an das SILB für Baumaßnahmen im Rahmen des Infrastrukturausbaus der Ganztagsbetreuung für Grundschulkinder": "Subsidies to the SILB for construction measures within the framework of the infrastructure expansion of all-day care for primary school children",
  "Zuschüsse an das SILB für Sanierungsmaßnahmen im Rahmen des Infrastrukturausbaus der Ganztagsbetreuung für Grundschulkinder": "Subsidies to the SILB for renovation measures within the framework of the infrastructure expansion of all-day care for primary school children",
  "Zuschüsse an das SILB für den Neubau des Eingangsgebäudes des Technikmuseums": "Subsidies to the SILB for the construction of the new entrance building of the Technology Museum",
  "Zuschüsse an das SILB zur Sanierung des Internationalen Congress Centrums Berlin (ICC)": "Subsidies to the SILB for the renovation of the International Congress Center Berlin (ICC)",
  "Zuschüsse an die BIM für Bauunterhaltungsmaßnahmen": "Subsidies to BIM for building maintenance measures",
  "Zuschüsse an die BVG für Ersatzinvestitionen des ÖPNV (Verkehrsvertrag)": "Subsidies to BVG for replacement investments in public transport (transport contract)",
  "Zuschüsse an die BVG für die Beschaffung von Schienenfahrzeugen": "Subsidies to BVG for the procurement of rail vehicles",
  "Zuschüsse an die BVG für die Planung von Neubauvorhaben": "Subsidies to BVG for the planning of new construction projects",
  "Zuschüsse an die Berliner Bäder-Betriebe": "Subsidies to the Berlin swimming pool operators",
  "Zuschüsse an die Berliner Wasserbetriebe für Gewässergütemaßnahmen für besseren Gewässerschutz": "Subsidies to the Berlin water utility for water quality measures for better water protection",
  "Zuschüsse an die Berliner Wasserbetriebe für die Straßenregenentwässerung": "Subsidies to the Berlin waterworks for street rainwater drainage",
  "Zuschüsse an die GB infraVelo GmbH zur Durchführung von investiven Maßnahmen zur Verbesserung der gesamtstädtischen Radwegeinfrastruktur": "Subsidies to GB infraVelo GmbH for the implementation of investment measures to improve the city-wide cycling infrastructure",
  "Zuschüsse an die Medienboard Berlin-Brandenburg GmbH": "Subsidies to Medienboard Berlin-Brandenburg GmbH",
  "Zuschüsse an die Musicboard Berlin GmbH": "Subsidies to Musicboard Berlin GmbH",
  "Zuschüsse an die Stiftung Naturschutz": "Grants to the Nature Conservation Foundation",
  "Zuschüsse an freie Gruppen ohne eigene Spielstätten": "Subsidies for independent groups without their own venues",
  "Zuschüsse an freie Träger für Insolvenzberatung": "Subsidies to independent providers of insolvency counselling",
  "Zuschüsse an freie Träger für Schulstationen": "Subsidies to independent providers for school-based social services",
  "Zuschüsse an freie Träger für besondere Projekte der beruflichen Qualifizierung": "Grants to independent organizations for special vocational training projects",
  "Zuschüsse an fächerübergreifende Organisationen in Wissenschaft und Forschung": "Grants to interdisciplinary organizations in science and research",
  "Zuschüsse an gemeinnützige Einrichtungen zur Umsetzung des Berliner Energie- und Klimaschutzprogramms 2030 (BEK 2030)": "Grants to non-profit organizations for the implementation of the Berlin Energy and Climate Protection Program 2030 (BEK 2030)",
  "Zuschüsse an konfessionelle Fachhochschulen": "Subsidies to denominational universities of applied sciences",
  "Zuschüsse an natürliche Personen und gemeinnützige Einrichtungen für Investitionen im Rahmen des Berliner Energie- und Klimaschutzprogramms 2030 (BEK 2030)": "Grants to natural persons and non-profit organizations for investments within the framework of the Berlin Energy and Climate Protection Program 2030 (BEK 2030)",
  "Zuschüsse an natürliche Personen zur Umsetzung des Berliner Energie- und Klimaschutzprogramms 2030 (BEK 2030)": "Subsidies to natural persons for the implementation of the Berlin Energy and Climate Protection Program 2030 (BEK 2030)",
  "Zuschüsse an nichtbundeseigene Eisenbahnen für betriebsfremde Lasten": "Subsidies to non-federal railways for non-operational expenses",
  "Zuschüsse an private Träger im Rahmen der GRW -Infrastrukturmaßnahmen-": "Subsidies to private providers within the framework of the GRW - infrastructure measures -",
  "Zuschüsse an private Unternehmen aus EFRE-Mitteln (Förderperiode 2014-2020)": "Subsidies to private companies from ERDF funds (funding period 2014-2020)",
  "Zuschüsse an private Unternehmen aus EFRE-Mitteln (Förderperiode 2021-2027)": "Grants to private companies from ERDF funds (funding period 2021-2027)",
  "Zuschüsse an private Unternehmen aus ESF-Mitteln  (Förderperiode 2021-2027)": "Subsidies to private companies from ESF funds (funding period 2021-2027)",
  "Zuschüsse an private Unternehmen aus zweckgebundenen Einnahmen": "Subsidies to private companies from earmarked revenues",
  "Zuschüsse an private Unternehmen für Investitionen": "Subsidies to private companies for investments",
  "Zuschüsse an private Unternehmen für Investitionen im Rahmen des Berliner Energie- und Klimaschutzprogramms 2030 (BEK 2030)": "Subsidies to private companies for investments within the framework of the Berlin Energy and Climate Protection Program 2030 (BEK 2030)",
  "Zuschüsse an private Unternehmen im Rahmen des Berliner Programms für nachhaltige Entwicklung 2 -BENE 2- (Förderperiode 2021-2027)": "Grants to private companies within the framework of the Berlin Programme for Sustainable Development 2 -BENE 2- (funding period 2021-2027)",
  "Zuschüsse an private Unternehmen zur Umsetzung des Berliner Energie- und Klimaschutzprogramms 2030 (BEK 2030)": "Subsidies to private companies for the implementation of the Berlin Energy and Climate Protection Program 2030 (BEK 2030)",
  "Zuschüsse an sonstige Privattheater": "Subsidies to other private theatres",
  "Zuschüsse an sonstige Stiftungen": "Grants to other foundations",
  "Zuschüsse an soziale oder ähnliche Einrichtungen": "Grants to social or similar institutions",
  "Zuschüsse an soziale oder ähnliche Einrichtungen aus EFRE-Mitteln (Förderperiode 2021-2027)": "Grants to social or similar institutions from ERDF funds (funding period 2021-2027)",
  "Zuschüsse an soziale oder ähnliche Einrichtungen aus ESF-Mitteln (Förderperiode 2021-2027)": "Grants to social or similar institutions from ESF funds (funding period 2021-2027)",
  "Zuschüsse an soziale oder ähnliche Einrichtungen aus Erbschaften": "Grants to social or similar institutions from inheritances",
  "Zuschüsse an soziale oder ähnliche Einrichtungen aus zweckgebundenen Einnahmen": "Grants to social or similar institutions from earmarked revenues",
  "Zuschüsse an soziale oder ähnliche Einrichtungen im Rahmen der Berliner Kältehilfe": "Subsidies to social or similar institutions within the framework of Berlin's cold weather assistance program",
  "Zuschüsse an städtebauliche Institutionen": "Subsidies to urban development institutions",
  "Zuschüsse an wissenschaftliche Organisationen für Mietaufwendungen": "Grants to scientific organizations for rental expenses",
  "Zuschüsse an öffentliche Einrichtungen aus EFRE-Mitteln (Förderperiode 2014-2020)": "Grants to public institutions from ERDF funds (funding period 2014-2020)",
  "Zuschüsse an öffentliche Einrichtungen aus EFRE-Mitteln (Förderperiode 2021-2027)": "Grants to public institutions from ERDF funds (funding period 2021-2027)",
  "Zuschüsse an öffentliche Einrichtungen aus ESF-Mitteln (Förderperiode 2014-2020)": "Grants to public institutions from ESF funds (funding period 2014-2020)",
  "Zuschüsse an öffentliche Einrichtungen aus ESF-Mitteln (Förderperiode 2021-2027)": "Grants to public institutions from ESF funds (funding period 2021-2027)",
  "Zuschüsse an öffentliche Einrichtungen für Investitionen im Rahmen des Berliner Energie- und Klimaschutzprogramms 2030 (BEK 2030)": "Subsidies to public institutions for investments within the framework of the Berlin Energy and Climate Protection Program 2030 (BEK 2030)",
  "Zuschüsse an öffentliche Einrichtungen für coronabedingte Ausgaben": "Subsidies to public institutions for corona-related expenses",
  "Zuschüsse an öffentliche Einrichtungen zur Umsetzung des Berliner Energie- und Klimaschutzprogramms 2030 (BEK 2030)": "Subsidies to public institutions for the implementation of the Berlin Energy and Climate Protection Program 2030 (BEK 2030)",
  "Zuschüsse an öffentliche Unternehmen aus zweckgebundenen Einnahmen": "Subsidies to public companies from earmarked revenues",
  "Zuschüsse an öffentliche Unternehmen für Baumaßnahmen aus zweckgebundenen Einnahmen von Dritten": "Subsidies to public companies for construction projects from earmarked revenues from third parties",
  "Zuschüsse an öffentliche Unternehmen für Investitionen": "Subsidies to public companies for investments",
  "Zuschüsse an öffentliche Unternehmen für Investitionen im Rahmen des Berliner Energie- und Klimaschutzprogramms 2030 (BEK 2030)": "Subsidies to public companies for investments within the framework of the Berlin Energy and Climate Protection Program 2030 (BEK 2030)",
  "Zuschüsse an öffentliche Unternehmen zur Umsetzung des Berliner Energie- und Klimaschutzprogramms 2030 (BEK 2030)": "Subsidies to public companies for the implementation of the Berlin Energy and Climate Protection Program 2030 (BEK 2030)",
  "Zuschüsse aus Bundesmitteln für den Hochschulpakt 2020 - Zukunftsvertrag Studium und Lehre stärken": "Federal grants for the Higher Education Pact 2020 - Strengthening Studies and Teaching in the Future Contract",
  "Zuschüsse aus Erlösbeteiligungen aus Grundstücksverkäufen des Verwaltungsvermögens": "Subsidies from profit-sharing from the sale of land belonging to the administrative assets",
  "Zuschüsse aus dem DigitalPakt Schule an Schulen in freier Trägerschaft": "Subsidies from the Digital Pact for Schools to schools under independent sponsorship",
  "Zuschüsse des Landes an DZHW und HIS e. V.": "State subsidies to DZHW and HIS e. V.",
  "Zuschüsse für Bauvorbereitungsmittel an Hochschulen": "Subsidies for construction preparation funds at universities",
  "Zuschüsse für Bauvorbereitungsmittel an das SILB": "Subsidies for construction preparation funds to the SILB",
  "Zuschüsse für Bauvorbereitungsmittel an das SODA": "Subsidies for construction preparation funds to SODA",
  "Zuschüsse für Berliner Jobcoaching und Qualifizierung": "Subsidies for Berlin job coaching and qualification",
  "Zuschüsse für Eingliederungsmaßnahmen": "Subsidies for integration measures",
  "Zuschüsse für Familienberatungsstellen": "Subsidies for family counselling centers",
  "Zuschüsse für Familienbildungsmaßnahmen": "Subsidies for family education measures",
  "Zuschüsse für Forschungseinrichtungen der WGL im Rahmen des Wettbewerbsverfahrens": "Grants for WGL research institutions within the framework of the competitive bidding process",
  "Zuschüsse für Investitionen an Träger im Rahmen des Kita-Ausbauprogramms": "Subsidies for investments by providers within the framework of the daycare expansion program",
  "Zuschüsse für Investitionen an Träger zum Ausbau der Kinderbetreuung": "Subsidies for investments by providers to expand childcare",
  "Zuschüsse für Investitionen an Träger zum Ausbau der Kindertagesbetreuung aus Bundesmitteln": "Subsidies for investments by providers to expand childcare services from federal funds",
  "Zuschüsse für Investitionen aus dem Strukturfonds II an Krankenhäuser nichtöffentlicher Träger": "Subsidies for investments from the Structural Fund II to hospitals of non-public owners",
  "Zuschüsse für Investitionen aus dem Strukturfonds II an die Vivantes Netzwerk für Gesundheit GmbH": "Subsidies for investments from the Structural Fund II to Vivantes Network for Health GmbH",
  "Zuschüsse für Investitionen aus dem Zukunftsprogramm Krankenhäuser an Krankenhäuser nichtöffentlicher Träger": "Subsidies for investments from the Future Program Hospitals to hospitals of non-public owners",
  "Zuschüsse für Investitionen aus dem Zukunftsprogramm Krankenhäuser an die Vivantes Netzwerk für Gesundheit GmbH": "Subsidies for investments from the Future Program Hospitals to Vivantes Network for Health GmbH",
  "Zuschüsse für Investitionen der Stiftung Naturschutz": "Subsidies for investments by the Nature Conservation Foundation",
  "Zuschüsse für Investitionen des Kleingartenwesens": "Subsidies for investments in allotment gardening",
  "Zuschüsse für Investitionen des öffentlichen Personennahverkehrs": "Subsidies for investments in public transport",
  "Zuschüsse für Investitionen im Rahmen der Kompensationsstrategie": "Subsidies for investments within the framework of the compensation strategy",
  "Zuschüsse für Investitionen nach dem Krankenhausstrukturgesetz an Krankenhäuser nichtöffentlicher Träger": "Subsidies for investments under the Hospital Structure Act to hospitals of non-public owners",
  "Zuschüsse für Investitionen zur Unterstützung des Solarausbaus": "Subsidies for investments to support the expansion of solar energy",
  "Zuschüsse für Kulturaustausch": "Grants for cultural exchange",
  "Zuschüsse für Maßnahmen der Berufsorientierung und Berufsvorbereitung": "Subsidies for measures of career guidance and vocational preparation",
  "Zuschüsse für Maßnahmen der Pflichtversorgung psychisch kranker und suchtkranker Menschen": "Subsidies for mandatory care measures for mentally ill and addicted people",
  "Zuschüsse für Maßnahmen der Suchthilfe und -prävention": "Subsidies for measures for addiction support and prevention",
  "Zuschüsse für Maßnahmen der beruflichen Weiterbildung": "Subsidies for vocational training measures",
  "Zuschüsse für Maßnahmen des Denkmalschutzes": "Subsidies for monument preservation measures",
  "Zuschüsse für Maßnahmen in Gebieten mit Quartiersmanagement": "Subsidies for measures in areas with neighborhood management",
  "Zuschüsse für Maßnahmen zur Entwicklung des Zukunftsstandorts Tegel": "Subsidies for measures to develop Tegel as a future location",
  "Zuschüsse für Maßnahmen zur Entwicklung des ehemaligen Flughafens Tempelhof": "Subsidies for measures to develop the former Tempelhof Airport",
  "Zuschüsse für Modernisierung und Instandsetzung von Wohngebäuden": "Subsidies for modernization and repair of residential buildings",
  "Zuschüsse für Nachbarschaftsprojekte": "Grants for neighborhood projects",
  "Zuschüsse für Planungsleistungen": "Subsidies for planning services",
  "Zuschüsse für Projekte aus Mitteln des Hauptstadtkulturfonds": "Grants for projects from funds of the Capital Cultural Fund",
  "Zuschüsse für Projekte der Landeskommission Berlin gegen Gewalt": "Grants for projects of the Berlin State Commission against Violence",
  "Zuschüsse für Solaranlagen und energieeffizienzsteigernde Maßnahmen": "Subsidies for solar power systems and energy efficiency measures",
  "Zuschüsse für Träger zur Förderung von Schulen im Rahmen der Berlin-Challenge": "Grants for organizations to support schools within the framework of the Berlin Challenge",
  "Zuschüsse für Träger zur Förderung von Schulen im Rahmen des Bonus-Programmes": "Subsidies for organizations to promote schools within the framework of the bonus program",
  "Zuschüsse für Träger zur Unterstützung von Bildungsverbünden": "Subsidies for organizations to support educational networks",
  "Zuschüsse für Träger zur Unterstützung von Schulen aus dem Verfügungsfonds": "Grants for organizations to support schools from the discretionary fund",
  "Zuschüsse für Veranstaltungen": "Subsidies for events",
  "Zuschüsse für Veröffentlichungen und Dokumentationen": "Grants for publications and documentation",
  "Zuschüsse für besondere Förderungsmaßnahmen in der Landwirtschaft mit EU- und Bundesbeteiligung": "Subsidies for special support measures in agriculture with EU and federal participation",
  "Zuschüsse für besondere Projekte der Arbeitsmarkt- und Berufsbildungspolitik": "Grants for special projects in labor market and vocational training policy",
  "Zuschüsse für besondere kulturelle Projekte": "Grants for special cultural projects",
  "Zuschüsse für besondere soziale Projekte": "Grants for special social projects",
  "Zuschüsse für besondere sportbezogene Projekte": "Grants for special sports-related projects",
  "Zuschüsse für besondere touristische Projekte": "Grants for special tourism projects",
  "Zuschüsse für bezirksübergreifende kulturelle Aktivitäten": "Grants for cross-district cultural activities",
  "Zuschüsse für den Ausbau von Arbeitsräumen für Künstlerinnen und Künstler": "Subsidies for the expansion of workspaces for artists",
  "Zuschüsse für den Investitionspakt": "Subsidies for the Investment Pact",
  "Zuschüsse für den Religions- und Weltanschauungsunterricht": "Subsidies for religious and worldview education",
  "Zuschüsse für den Tierschutz": "Subsidies for animal welfare",
  "Zuschüsse für den Wahlkampf": "Subsidies for the election campaign",
  "Zuschüsse für die Errichtung, Erweiterung und Ausstattung überbetrieblicher Berufsbildungsstätten": "Subsidies for the construction, expansion and equipping of inter-company vocational training centers",
  "Zuschüsse für die Zukunftsinitiative Stadtteil 2": "Subsidies for the future initiative district 2",
  "Zuschüsse für einkommensorientierte Förderung": "Subsidies for income-based support",
  "Zuschüsse für freie Jugendarbeit": "Subsidies for independent youth work",
  "Zuschüsse für integrierte Förderprogramme aus dem Rahmenfördervertrag mit den Wohlfahrtsverbänden": "Subsidies for integrated funding programs from the framework funding agreement with the welfare associations",
  "Zuschüsse für kulturelle Aktivitäten freier Gruppen": "Grants for cultural activities of independent groups",
  "Zuschüsse für kulturelle Aktivitäten in den Bezirken": "Grants for cultural activities in the districts",
  "Zuschüsse für kulturelle Betreuung": "Subsidies for cultural support",
  "Zuschüsse für wissenschaftliche Einrichtungen der Länder": "Grants for scientific institutions of the federal states",
  "Zuschüsse im Rahmen bezirklicher Bündnisse für Wirtschaft und Arbeit": "Subsidies within the framework of district alliances for business and employment",
  "Zuschüsse im Rahmen der Exzellenzstrategie des Bundes und der Länder": "Grants within the framework of the Excellence Strategy of the Federal Government and the Länder",
  "Zuschüsse im Rahmen der Exzellenzstrategie des Bundes und der Länder - Förderlinie Exzellenzuniversitäten": "Grants within the framework of the Excellence Strategy of the Federal and State Governments - Funding Line Excellence Universities",
  "Zuschüsse im Rahmen der GRW - Gewerbliche Wirtschaft -": "Subsidies within the framework of the GRW - Commercial sector -",
  "Zuschüsse im Rahmen der Gesundheitsförderung und Prävention": "Subsidies for health promotion and prevention",
  "Zuschüsse im Rahmen der Strategie Stadtlandschaft": "Subsidies within the framework of the urban landscape strategy",
  "Zuschüsse im Rahmen der europapolitischen Öffentlichkeitsarbeit": "Grants for European policy public relations work",
  "Zuschüsse im Rahmen des Förderprogramms: GründungsBONUS": "Subsidies within the framework of the funding program: Start-up BONUS",
  "Zuschüsse im Rahmen des Kita-Ausbauprogramms": "Subsidies within the framework of the daycare expansion program",
  "Zuschüsse im Rahmen des Projektfonds Kulturelle Bildung": "Grants within the framework of the Cultural Education Project Fund",
  "Zuschüsse nach dem Aufstiegsfortbildungsförderungsgesetz (Aufstiegs-BAföG)": "Subsidies under the Advanced Training Promotion Act (Advanced Training BAföG)",
  "Zuschüsse nach dem Bundesausbildungsförderungsgesetz": "Subsidies under the Federal Training Assistance Act",
  "Zuschüsse nach dem Heizkostenzuschussgesetz Bund": "Subsidies under the Federal Heating Cost Subsidy Act",
  "Zuschüsse nach dem LKG an Krankenhäuser nichtöffentlicher Träger -Nutzungsentgelte und Lasten aus Investitionsdarlehen-": "Subsidies under the LKG to hospitals of non-public providers - user fees and charges from investment loans-",
  "Zuschüsse nach dem LKG an Krankenhäuser nichtöffentlicher Träger -Schließung oder Umstellung-": "Subsidies under the LKG to hospitals of non-public owners - closure or conversion-",
  "Zuschüsse nach dem LKG an die Vivantes Netzwerk für Gesundheit GmbH -Nutzungsentgelte-": "Subsidies according to the LKG to Vivantes Netzwerk für Gesundheit GmbH - usage fees -",
  "Zuschüsse nach dem Qualitätsentwicklungsgesetz Kindertagesbetreuung": "Subsidies under the Quality Development Act for Child Daycare",
  "Zuschüsse nach der Werkstätten - Mitwirkungsverordnung (WMVO)": "Subsidies according to the Workshops Participation Ordinance (WMVO)",
  "Zuschüsse zur Begrenzung der Mieten im sozialen Wohnungsbau": "Subsidies to limit rents in social housing",
  "Zuschüsse zur Beköstigung von Kindern, Schülerinnen und Schülern": "Subsidies for the provision of meals for children and pupils",
  "Zuschüsse zur Bildung und Förderung von Stadtteilzentren": "Grants for the establishment and promotion of community centers",
  "Zuschüsse zur Deckung von Betriebsverlusten des Verteilnetzbetreibers für Gas": "Subsidies to cover operating losses of the gas distribution network operator",
  "Zuschüsse zur Durchführung des Freiwilligen Ökologischen Jahres": "Subsidies for the implementation of the Voluntary Ecological Year",
  "Zuschüsse zur Durchführung eines Freiwilligen Sozialen Jahres": "Subsidies for carrying out a voluntary social year",
  "Zuschüsse zur Förderung der Berufsausbildung": "Subsidies to promote vocational training",
  "Zuschüsse zur Förderung von Maßnahmen im Rahmen des Programms Stadtumbau Ost": "Subsidies to promote measures within the framework of the Urban Redevelopment East program",
  "Zuschüsse zur Förderung von Maßnahmen im Rahmen des Programms Stadtumbau West": "Subsidies to promote measures within the framework of the Urban Redevelopment West program",
  "Zuschüsse zur Förderung von Maßnahmen im Rahmen des Programms aktive Stadtzentren": "Grants to promote measures within the framework of the Active City Centers program",
  "Zuschüsse zur Förderung von Nationalen Projekten des Städtebaus": "Grants to promote national urban development projects",
  "Zuschüsse zur Förderung von Projekten im Rahmen des Nachhaltigkeitsprogramms der UEFA EURO 2024": "Grants to support projects within the framework of the UEFA EURO 2024 sustainability program",
  "Zuschüsse zur Förderung von Unterhaltungstheatern": "Subsidies for the promotion of entertainment theatres",
  "Zuschüsse zur Herrichtung von Flüchtlingsunterkünften": "Subsidies for the preparation of refugee accommodations",
  "Zuschüsse zur Koordinierung, Vorbereitung und Umsetzung von Radverkehrsprojekten": "Grants for the coordination, preparation and implementation of cycling projects",
  "Zuschüsse zur Modernisierung von Immobilien mit kultureller Nutzung": "Subsidies for the modernization of properties with cultural use",
  "Zuschüsse zur Sicherung und Erhaltung historischer Stadtkerne": "Subsidies for the safeguarding and preservation of historic city centers",
  "Zuschüsse zur Steigerung der Leistungsfähigkeit kleiner und mittlerer Unternehmen": "Subsidies to increase the efficiency of small and medium-sized enterprises",
  "Zuschüsse zur Umsetzung der Kompensationsstrategie": "Subsidies for the implementation of the compensation strategy",
  "Zuschüsse zur Unterstützung der Berliner Wirtschaft in Notlagen": "Subsidies to support Berlin's economy in times of need",
  "Zuschüsse zur Verbesserung der Betreuung in Kindertagesstätten": "Subsidies for improving childcare in daycare centers",
  "Zuschüsse zur gezielten Forschungsförderung für Investitionen": "Grants for targeted research funding for investments",
  "Zuweisung an das SILB für den Neubau der Rettungswache Oberschöneweide, Siemensstr. 22": "Allocation to SILB for the construction of the new Oberschöneweide rescue station, Siemensstr. 22",
  "Zuweisungen an die Bezirke": "Allocations to the districts",
  "Zuwendungen an den Humanistischen Verband Deutschlands, LV Berlin-Brandenburg": "Donations to the Humanist Association of Germany, Berlin-Brandenburg branch",
  "Zweckgebundene Zuführung an den Geldbestand": "Employee-specific allocation to the cash balance",
  "Öffentliche Sicherheit und Ordnung": "Public safety and order",
  "Überführungen, Überstellungen": "Transfers, transfers",
  "Übernahme von einheitlichen Besteuerungsverfahren": "Adoption of uniform taxation procedures",
  "Überregionale Gesundheitsaufgaben": "Supra-regional health tasks",
  "Überwachung der Notstromversorgung": "Monitoring of the emergency power supply",
  "Übrige allgemeine Finanzangelegenheiten": "Other general financial matters"
}